{"label": "Crime Mysteries", "description": "Books featuring thrilling crime mysteries and intriguing whodunit plots."}
{"label": "Language", "description": "Books that explore languages, linguistics, and language learning."}
{"label": "Cozy Mysteries", "description": "Light-hearted mysteries with cozy settings and amateur sleuths."}
{"label": "Children’s Middle Grade Action & Adventure Books", "description": "Action-packed adventure books aimed at middle-grade readers."}
{"label": "Historical Romance", "description": "Romance novels set in historical settings with elements of love, passion, and adventure."}
{"label": "Religion", "description": "Books exploring various religious beliefs, spirituality, and theology."}
{"label": "U.S. History", "description": "Books covering different aspects of United States history and its impact on the world."}
{"label": "Personal Growth", "description": "Books aimed at personal development and self-improvement."}
{"label": "Children’s Middle Grade Sports Books", "description": "Sports-themed books tailored for middle-grade readers."}
{"label": "Paranormal Romance", "description": "Romance novels featuring supernatural elements like vampires, werewolves, or magic."}
{"label": "Noir Mysteries", "description": "Dark and gritty mysteries often involving morally ambiguous characters."}
{"label": "Wine & Beverage", "description": "Books exploring the world of wines, beverages, and their cultural significance."}
{"label": "Science", "description": "Books delving into various scientific disciplines and discoveries."}
{"label": "Personal Finance", "description": "Books offering advice on managing personal finances and building wealth."}
{"label": "Regional & Ethnic Cooking", "description": "Cookbooks showcasing culinary traditions and flavors from different regions and ethnicities."}
{"label": "Contemporary Romance", "description": "Romance novels set in modern-day settings with passionate love stories."}
{"label": "Epic Fantasy", "description": "Fantasy books set in expansive worlds with grand quests and epic adventures."}
{"label": "World History", "description": "Books providing comprehensive insights into world history and its significant events."}
{"label": "Suspense Romance", "description": "Romantic stories infused with suspense, mystery, or thrilling elements."}
{"label": "Philosophy", "description": "Books delving into philosophical inquiries, concepts, and debates."}
{"label": "Test Preparation", "description": "Books designed to help individuals prepare for exams and tests."}
{"label": "Suspense & Thriller", "description": "Books filled with suspenseful plots, thrilling twists, and gripping mysteries."}
{"label": "Children’s Middle Grade Historical Books", "description": "Historical fiction books tailored for middle-grade readers."}
{"label": "Home & Garden", "description": "Books focusing on interior design, gardening, and home improvement."}
{"label": "Performing Arts", "description": "Books exploring various aspects of performing arts, including theater, dance, and music."}
{"label": "Art", "description": "Books delving into art history, artists, and different art forms."}
{"label": "Space Opera", "description": "Science fiction books set in space with epic space battles and intergalactic adventures."}
{"label": "Cooking Methods", "description": "Books exploring different cooking techniques and methods."}
{"label": "Military History", "description": "Books providing insights into historical military events and warfare strategies."}
{"label": "Diet & Nutrition", "description": "Books focusing on healthy eating, diet plans, and nutritional guidance."}
{"label": "Economics", "description": "Books exploring economic theories, principles, and their impact on society."}
{"label": "Baking & Desserts", "description": "Books focusing on baking techniques, dessert recipes, and pastry arts."}
{"label": "Fairy Tales", "description": "Books featuring enchanting fairy tales and magical adventures."}
{"label": "Espionage Mysteries", "description": "Mystery novels filled with espionage, covert operations, and thrilling spy plots."}
{"label": "Alternative Therapies", "description": "Books exploring non-traditional healing and wellness practices."}
{"label": "Political Figure Biographies & Memoirs", "description": "Biographies and memoirs of influential political figures."}
{"label": "Marketing", "description": "Books delving into marketing strategies and consumer behavior."}
{"label": "Children’s Middle Grade Mystery & Detective Books", "description": "Mystery and detective stories tailored for middle-grade readers."}
{"label": "Military Science Fiction", "description": "Science fiction books blending military themes with futuristic technology."}
{"label": "Domestic Politics", "description": "Books focusing on politics within a country and its domestic policies."}
{"label": "Contemporary Fantasy", "description": "Fantasy books set in modern-day settings with magical elements."}
{"label": "Crafts & Hobbies", "description": "Books featuring DIY crafts, hobbies, and creative projects."}
{"label": "Photography", "description": "Books exploring the art and techniques of photography."}
{"label": "Travel Writing", "description": "Books showcasing travel experiences and adventures."}
{"label": "Music", "description": "Books delving into various aspects of music, including theory, history, and famous musicians."}
{"label": "Exercise", "description": "Books offering guidance on fitness routines, exercise programs, and physical well-being."}
{"label": "New Adult Romance", "description": "Romance novels featuring young adult protagonists in their early twenties, exploring themes of love, growth, and self-discovery."}
{"label": "Urban Fantasy", "description": "Fantasy books set in contemporary urban environments with magical and supernatural elements."}
{"label": "Design", "description": "Books focusing on design principles, aesthetics, and creative problem-solving."}
{"label": "Beauty", "description": "Books offering beauty tips, skincare routines, and makeup advice."}
{"label": "Literary Figure Biographies & Memoirs", "description": "Biographies and memoirs of prominent literary figures and authors."}
{"label": "Technology", "description": "Books exploring technological advancements, innovations, and their impact on society."}
{"label": "Weddings", "description": "Books providing guidance on wedding planning, themes, and etiquette."}
{"label": "Travel: USA & Canada", "description": "Books focusing on travel experiences within the USA and Canada."}
{"label": "Health & Reference", "description": "Books serving as references for health-related topics and medical advice."}
{"label": "Management", "description": "Books addressing management principles, leadership, and business strategies."}
{"label": "Food Memoir & Travel", "description": "Books combining food-related memoirs and culinary travel experiences."}
{"label": "Arts & Entertainment Biographies & Memoirs", "description": "Biographies and memoirs of prominent figures in arts and entertainment."}
{"label": "Western Romance", "description": "Romance novels set in the American West with tales of love and adventure."}
{"label": "Historical Figure Biographies & Memoirs", "description": "Biographies and memoirs detailing the lives of historical figures and their impact on history."}
{"label": "World Politics", "description": "Books analyzing global politics, international relations, and geopolitical issues."}
{"label": "Erotica", "description": "Books featuring sexually explicit content and themes."}
{"label": "Specialty Travel", "description": "Books focusing on unique and specialized travel experiences."}
{"label": "Children’s Middle Grade Fantasy & Magical Books", "description": "Fantasy and magical books tailored for middle-grade readers."}
{"label": "Travel: Europe", "description": "Books guiding travelers through European destinations and experiences."}
{"label": "Writing", "description": "Books offering guidance on writing techniques, storytelling, and creative expression."}
{"label": "Travel: Asia", "description": "Books focusing on travel experiences across Asian countries."}
{"label": "Cyber Punk", "description": "Books set in futuristic, dystopian worlds with cybernetics and advanced technology."}
{"label": "Travel: Australia & Oceania", "description": "Books guiding travelers through the diverse regions of Australia and the Oceania islands."}
{"label": "Travel: Central & South America", "description": "Books focusing on travel experiences in Central and South American countries."}
{"label": "Travel: Caribbean & Mexico", "description": "Books guiding travelers through the tropical paradise of the Caribbean and the cultural richness of Mexico."}
{"label": "Travel: Africa", "description": "Books focusing on travel experiences across the diverse and vibrant continent of Africa."}
{"label": "Travel: Middle East", "description": "Books guiding travelers through the captivating and historical region of the Middle East."}
