{"label": "organic acid", "description": "Organic Acid - Refers to laws or regulations related to organic acids, for example, regulations on the permissible use of certain organic acids in food additives."}
{"label": "anti-dumping duty", "description": "Anti-dumping Duty - Refers to laws or regulations related to anti-dumping duties on imports, for example, regulations imposing anti-dumping duties on steel imports from certain countries to protect domestic industries."}
{"label": "China", "description": "China - Refers to laws or regulations specific to China, for example, trade agreements or intellectual property laws related to China."}
{"label": "financial equalisation", "description": "Financial Equalisation - Refers to laws or regulations related to the equalization of financial resources among different regions or entities, for example, regulations on the distribution of tax revenues to ensure financial balance across regions."}
{"label": "EU production", "description": "EU Production - Refers to laws or regulations related to production activities within the European Union, for example, regulations promoting sustainable and environmentally friendly production practices within the EU."}
{"label": "redirection of production", "description": "Redirection of Production - Refers to laws or regulations related to the redirection or relocation of production activities, for example, regulations incentivizing companies to shift production to specific regions or industries."}
{"label": "citrus fruit", "description": "Citrus Fruit - Refers to laws or regulations related to citrus fruits, for example, regulations on the import, sale, or quality standards of citrus fruits within a region."}
{"label": "own resources", "description": "Own Resources - Refers to laws or regulations related to the financial resources of an organization or entity, for example, regulations governing the revenue sources and budget management of the European Union."}
{"label": "motor car", "description": "Motor Car - Refers to laws or regulations related to motor vehicles, for example, regulations on vehicle safety standards or emissions requirements for motor cars."}
{"label": "Austria", "description": "Austria - Refers to laws or regulations specific to Austria, for example, legal provisions unique to the country's governance or industries."}
{"label": "scientific apparatus", "description": "Scientific Apparatus - Refers to laws or regulations related to scientific equipment and apparatus, for example, regulations on the import and use of specific scientific instruments for research purposes."}
{"label": "wage determination", "description": "Wage Determination - Refers to laws or regulations related to the process of determining wages for workers, for example, regulations governing the collective bargaining process between employers and labor unions."}
{"label": "pay rise", "description": "Pay Rise - Refers to laws or regulations related to salary increases or wage adjustments for employees, for example, regulations outlining the criteria and frequency of pay raises for public sector workers."}
{"label": "fats", "description": "Fats - Refers to laws or regulations related to fats in food products, for example, regulations on the maximum permissible level of saturated fats in processed foods."}
{"label": "product quality", "description": "Product Quality - Refers to laws or regulations related to the quality standards of goods or products, for example, regulations specifying quality requirements for electrical appliances or consumer goods."}
{"label": "butter", "description": "Butter - Refers to laws or regulations specific to butter or dairy products, for example, regulations on the labeling and composition of butter products."}
{"label": "product designation", "description": "Product Designation - Refers to laws or regulations related to the designation or labeling of products, for example, regulations on the use of geographical indications for certain food products like \"Champagne\" or \"Parmigiano Reggiano\"."}
{"label": "target price", "description": "Target Price - Refers to laws or regulations related to target prices for agricultural products, for example, regulations setting the target price for specific crops as part of agricultural support programs."}
{"label": "sunflower", "description": "Sunflower - Refers to laws or regulations specific to sunflower crops or products, for example, regulations on the import and cultivation of sunflower seeds."}
{"label": "oil seed rape", "description": "Oil Seed Rape - Refers to laws or regulations related to oilseed rape (canola) crops, for example, regulations on the use of genetically modified oilseed rape or its export/import."}
{"label": "Sweden", "description": "Sweden - Refers to laws or regulations specific to Sweden, for example, legal provisions unique to the country's governance or industries."}
{"label": "fishing area", "description": "Fishing Area - Refers to laws or regulations related to designated fishing areas and fishing activities, for example, regulations specifying catch limits in a specific fishing area to preserve marine resources."}
{"label": "authorised catch", "description": "Authorised Catch - Refers to laws or regulations related to the permitted or authorized amount of fish or seafood that can be caught, for example, regulations on the maximum authorized catch of a particular fish species during a fishing season."}
{"label": "parasitology", "description": "Parasitology - Refers to laws or regulations related to the study or control of parasites in plants, animals, or humans, for example, regulations on the import and handling of parasitology research materials."}
{"label": "conifer", "description": "Conifer - Refers to laws or regulations specific to coniferous trees, for example, regulations on the harvesting and management of conifer forests for timber production."}
{"label": "import restriction", "description": "Import Restriction - Refers to laws or regulations related to restrictions on importing specific goods or products, for example, regulations imposing import restrictions on endangered species or hazardous materials."}
{"label": "plant health treatment", "description": "Plant Health Treatment - Refers to laws or regulations related to the treatment of plants to prevent or control pests or diseases, for example, regulations on the use of plant health treatments for exporting agricultural products."}
{"label": "Canada", "description": "Canada - Refers to laws or regulations specific to Canada, for example, legal provisions unique to the country's governance or trade policies."}
{"label": "South Korea", "description": "South Korea - Refers to laws or regulations specific to South Korea, for example, legal provisions related to intellectual property protection or trade agreements with South Korea."}
{"label": "textile product", "description": "Textile Product - Refers to laws or regulations related to textile products and the textile industry, for example, regulations on labeling and safety standards for textile products sold in the market."}
{"label": "man-made fibre", "description": "Man-Made Fibre - Refers to laws or regulations related to synthetic or man-made fibers used in textiles, for example, regulations on the import and use of man-made fibers in textile manufacturing."}
{"label": "import price", "description": "Import Price - Refers to laws or regulations related to the pricing of imported goods, for example, regulations on calculating import duties based on the import price of specific commodities."}
{"label": "animal plague", "description": "Animal Plague - Refers to laws or regulations related to contagious diseases affecting animals, for example, regulations on the control and containment of animal plague outbreaks in livestock."}
{"label": "Poland", "description": "Poland - Refers to laws or regulations specific to Poland, for example, legal provisions related to environmental protection or trade agreements within Poland's jurisdiction."}
{"label": "swine", "description": "Swine - Refers to laws or regulations related to pigs and the swine industry, for example, regulations on the transport and quarantine of swine to prevent the spread of diseases."}
{"label": "Estonia", "description": "Estonia - Refers to laws or regulations specific to Estonia, for example, legal provisions unique to the country's governance or trade policies."}
{"label": "Latvia", "description": "Latvia - Refers to laws or regulations specific to Latvia, for example, legal provisions related to intellectual property protection or trade agreements within Latvia's jurisdiction."}
{"label": "Lithuania", "description": "Lithuania - Refers to laws or regulations specific to Lithuania, for example, legal provisions related to agricultural practices or public health measures in Lithuania."}
{"label": "zoonosis", "description": "Zoonosis - Refers to laws or regulations related to diseases that can be transmitted from animals to humans, for example, regulations on reporting and controlling zoonotic diseases for public health safety."}
{"label": "maize", "description": "Maize - Refers to laws or regulations specific to maize (corn) crops, for example, regulations on the import and cultivation of genetically modified maize."}
{"label": "barley", "description": "Barley - Refers to laws or regulations specific to barley crops, for example, regulations on barley quality standards and export requirements."}
{"label": "rice", "description": "Rice - Refers to laws or regulations specific to rice crops, for example, regulations on the import and distribution of rice to ensure food safety."}
{"label": "rye", "description": "Rye - Refers to laws or regulations specific to rye crops, for example, regulations on the labeling and quality standards of rye products."}
{"label": "oats", "description": "Oats - Refers to laws or regulations specific to oats crops, for example, regulations on the cultivation and marketing of oats for human or animal consumption."}
{"label": "durum wheat", "description": "Durum Wheat - Refers to laws or regulations specific to durum wheat, a type of wheat used in pasta production, for example, regulations on the export of durum wheat to other countries."}
{"label": "common wheat", "description": "Common Wheat - Refers to laws or regulations specific to common wheat (bread wheat), for example, regulations on the use of common wheat in flour production."}
{"label": "tariff quota", "description": "Tariff Quota - Refers to laws or regulations related to the quantity-based tariff systems on imports, for example, regulations defining the allowed quantity of a specific product that can be imported at a reduced tariff rate."}
{"label": "cattle", "description": "Cattle - Refers to laws or regulations related to cattle farming and trade, for example, regulations on the transportation and slaughter of cattle for beef production."}
{"label": "fattening", "description": "Fattening - Refers to laws or regulations related to the feeding and fattening of animals, for example, regulations on the use of specific feeds for the fattening of livestock."}
{"label": "quantitative restriction", "description": "Quantitative Restriction - Refers to laws or regulations related to limitations on the quantity of specific products that can be imported or exported, for example, regulations on the maximum quantity of certain goods that can be imported from a particular country."}
{"label": "Liberia", "description": "Liberia - Refers to laws or regulations specific to Liberia, for example, legal provisions related to natural resource management or foreign investment in Liberia."}
{"label": "EU regional policy", "description": "EU Regional Policy - Refers to laws or regulations related to the European Union's regional development policies, for example, regulations promoting economic growth and infrastructure development in less-developed regions within the EU."}
{"label": "Denmark", "description": "Denmark - Refers to laws or regulations specific to Denmark, for example, legal provisions related to environmental protection or trade agreements within Denmark's jurisdiction."}
{"label": "marketing restriction", "description": "Marketing Restriction - Refers to laws or regulations related to restrictions on the marketing or advertising of certain products, for example, regulations on the marketing of tobacco products to protect public health."}
{"label": "crop production", "description": "Crop Production - Refers to laws or regulations related to agricultural crop production, for example, regulations on the use of pesticides and fertilizers in crop farming."}
{"label": "seed", "description": "Seed - Refers to laws or regulations related to seeds used for planting crops, for example, regulations on the certification and labeling of seeds for commercial use."}
{"label": "stock-exchange listing", "description": "Stock-Exchange Listing - Refers to laws or regulations related to the listing and trading of companies' stocks on stock exchanges, for example, regulations on disclosure and reporting requirements for listed companies."}
{"label": "cereals", "description": "Cereals - Refers to laws or regulations specific to cereal crops (grains), for example, regulations on the import and export of cereals to ensure food security."}
{"label": "United States", "description": "United States - Refers to laws or regulations specific to the United States, for example, legal provisions related to intellectual property protection or trade agreements within the U.S."}
{"label": "customs duties", "description": "Customs Duties - Refers to laws or regulations related to taxes on imported and exported goods, for example, regulations on calculating and collecting customs duties on certain products at border crossings."}
{"label": "less-favoured region", "description": "Less-Favoured Region - Refers to laws or regulations related to regions with unfavorable economic conditions, for example, regulations providing financial incentives or support for agricultural development in less-favored regions."}
{"label": "eligible region", "description": "Eligible Region - Refers to laws or regulations related to regions or areas eligible for specific benefits or support, for example, regulations defining eligible regions for receiving agricultural subsidies."}
{"label": "powdered milk", "description": "Powdered Milk - Refers to laws or regulations specific to powdered milk or milk powder products, for example, regulations on the labeling and quality standards of powdered milk for human consumption."}
{"label": "milk product", "description": "Milk Product - Refers to laws or regulations related to various milk-based products, for example, regulations on the production and marketing of cheese or yogurt as milk products."}
{"label": "interest", "description": "Interest - Refers to laws or regulations related to the accrual or payment of interest on financial transactions, for example, regulations on the interest rates for loans or deposits."}
{"label": "EAGGF Guarantee Section", "description": "EAGGF Guarantee Section - Refers to laws or regulations related to the Guarantee Section of the European Agricultural Guidance and Guarantee Fund (EAGGF), for example, regulations on financial guarantees for agricultural policies within the EU."}
{"label": "intervention agency", "description": "Intervention Agency - Refers to laws or regulations related to government or authorized agencies responsible for intervening in specific situations, for example, regulations empowering an intervention agency to stabilize agricultural markets."}
{"label": "beef", "description": "Beef - Refers to laws or regulations specific to beef cattle and the beef industry, for example, regulations on the import and export of beef products."}
{"label": "fight against crime", "description": "Fight against Crime - Refers to laws or regulations related to legal measures and actions taken to combat criminal activities, for example, regulations strengthening measures to fight money laundering and organized crime."}
{"label": "natural person", "description": "Natural Person - Refers to laws or regulations related to individuals as legal entities, for example, regulations defining the rights and responsibilities of natural persons in contractual agreements."}
{"label": "Yugoslavia", "description": "Yugoslavia - Refers to laws or regulations specific to Yugoslavia, for example, legal provisions related to historical aspects or trade agreements during Yugoslavia's existence."}
{"label": "spectrometry", "description": "Spectrometry - Refers to laws or regulations related to the use of spectrometry techniques in scientific analysis, for example, regulations on the application of mass spectrometry for chemical analysis in laboratories."}
{"label": "fresh vegetable", "description": "Fresh Vegetable - Refers to laws or regulations specific to fresh vegetables, for example, regulations on the import and quality standards of fresh vegetables to ensure food safety."}
{"label": "supplementary trade mechanism", "description": "Supplementary Trade Mechanism - Refers to laws or regulations related to additional mechanisms or provisions in trade agreements, for example, regulations on a supplementary trade mechanism to address specific trade disputes."}
{"label": "aromatic plant", "description": "Aromatic Plant - Refers to laws or regulations specific to plants used for their aromatic properties, for example, regulations on the cultivation and trade of aromatic plants for essential oils."}
{"label": "intervention buying", "description": "Intervention Buying - Refers to laws or regulations related to government buying or intervention in the market, for example, regulations on intervention buying of agricultural products to stabilize prices."}
{"label": "seedling", "description": "Seedling - Refers to laws or regulations related to young plants grown from seeds, for example, regulations on the certification and quality standards of seedlings for agricultural purposes."}
{"label": "plant propagation", "description": "Plant Propagation - Refers to laws or regulations related to the reproduction and propagation of plants, for example, regulations on plant propagation techniques for horticultural practices."}
{"label": "derogation from EU law", "description": "Derogation from EU Law - Refers to laws or regulations allowing temporary exceptions or deviations from EU law, for example, regulations granting derogation from certain environmental regulations for a specific region."}
{"label": "GATT", "description": "GATT - Refers to laws or regulations related to the General Agreement on Tariffs and Trade (GATT), for example, legal provisions governing international trade under GATT rules."}
{"label": "agricultural trade", "description": "Agricultural Trade - Refers to laws or regulations related to the trade of agricultural products, for example, regulations on tariff rates and sanitary measures for agricultural trade between countries."}
{"label": "alternate", "description": "Alternate - Refers to laws or regulations related to alternatives or substitute provisions, for example, regulations providing alternate methods of compliance for specific legal requirements."}
{"label": "aquaculture", "description": "Aquaculture - Refers to laws or regulations related to the farming and cultivation of aquatic organisms, for example, regulations on aquaculture practices for fish and shellfish production."}
{"label": "common organisation of markets", "description": "Common Organisation of Markets - Refers to laws or regulations related to the European Union's policies and measures for organizing agricultural markets, for example, regulations governing the common organization of markets for specific agricultural products."}
{"label": "vinification", "description": "Vinification - Refers to laws or regulations specific to wine-making processes, for example, regulations on the vinification and labeling of wines from different grape varieties."}
{"label": "viticulture", "description": "Viticulture - Refers to laws or regulations related to grape cultivation for winemaking, for example, regulations on viticulture practices to ensure wine quality and safety."}
{"label": "auction sale", "description": "Auction Sale - Refers to laws or regulations related to the sale of goods through auctions, for example, regulations governing the conduct of auction sales for antiques and art."}
{"label": "television equipment", "description": "Television Equipment - Refers to laws or regulations related to television broadcasting equipment, for example, regulations on technical standards for television broadcasting equipment in a country."}
{"label": "intervention price", "description": "Intervention Price - Refers to laws or regulations related to the price at which a government intervenes in the market, for example, regulations setting the intervention price for a specific agricultural commodity."}
{"label": "selling price", "description": "Selling Price - Refers to laws or regulations related to the price at which goods are sold, for example, regulations on fair pricing and consumer protection for selling prices of products."}
{"label": "minimum price", "description": "Minimum Price - Refers to laws or regulations related to the lowest price at which a product or service can be legally sold, for example, regulations setting a minimum price for certain agricultural products to protect producers."}
{"label": "concentrated product", "description": "Concentrated Product - Refers to laws or regulations related to concentrated or condensed products, for example, regulations on the production and labeling of concentrated fruit juice."}
{"label": "cream", "description": "Cream - Refers to laws or regulations specific to cream or dairy products, for example, regulations on the fat content and quality standards of cream products."}
{"label": "sales aid", "description": "Sales Aid - Refers to laws or regulations related to materials or tools used to support sales or marketing activities, for example, regulations on the use of sales aids in pharmaceutical marketing."}
{"label": "veterinary legislation", "description": "Veterinary Legislation - Refers to laws or regulations related to veterinary practices and animal health, for example, regulations on veterinary medicines and vaccination programs."}
{"label": "import policy", "description": "Import Policy - Refers to laws or regulations related to a country's policies and measures on imports, for example, regulations on import tariffs and customs procedures."}
{"label": "waste", "description": "Waste - Refers to laws or regulations related to waste management and disposal, for example, regulations on recycling and hazardous waste treatment."}
{"label": "olive oil", "description": "Olive Oil - Refers to laws or regulations specific to olive oil products, for example, regulations on the quality standards and geographical indications of olive oil."}
{"label": "payment", "description": "Payment - Refers to laws or regulations related to payment methods and transactions, for example, regulations on electronic payments and consumer protection."}
{"label": "generalised preferences", "description": "Generalised Preferences - Refers to laws or regulations related to trade preferences granted to developing countries, for example, regulations on generalized tariff preferences for certain products from eligible countries."}
{"label": "two-wheeled vehicle", "description": "Two-Wheeled Vehicle - Refers to laws or regulations specific to vehicles with two wheels, such as motorcycles or bicycles, for example, regulations on safety standards and licensing for two-wheeled vehicles."}
{"label": "South Africa", "description": "South Africa - Refers to laws or regulations specific to South Africa, for example, legal provisions related to trade agreements or intellectual property rights within South Africa's jurisdiction."}
{"label": "fruit juice", "description": "Fruit Juice - Refers to laws or regulations specific to fruit juices, for example, regulations on the composition and labeling of fruit juice products for commercial sale."}
{"label": "agricultural product nomenclature", "description": "Agricultural Product Nomenclature - Refers to laws or regulations related to the classification and naming of agricultural products, for example, regulations on the standardized naming of crops for statistical purposes."}
{"label": "fruit product", "description": "Fruit Product - Refers to laws or regulations related to processed fruit products, for example, regulations on the manufacturing and marketing of canned fruit products."}
{"label": "wine", "description": "Wine - Refers to laws or regulations specific to wine and winemaking, for example, regulations on the labeling and geographical indications of wine products."}
{"label": "intra-EU trade", "description": "Intra-EU Trade - Refers to laws or regulations related to trade between European Union member states, for example, regulations on customs procedures and tariffs for intra-EU trade."}
{"label": "administrative cooperation", "description": "Administrative Cooperation - Refers to laws or regulations related to the collaboration and exchange of information between administrative authorities, for example, regulations on administrative cooperation in tax matters among EU member states."}
{"label": "single market", "description": "Single Market - Refers to laws or regulations related to the European Union's single market policies, for example, regulations aimed at removing barriers to trade and ensuring the free movement of goods, services, and capital within the EU."}
{"label": "European Committee of the Regions", "description": "European Committee of the Regions - Refers to laws or regulations related to the European Committee of the Regions, for example, regulations defining the role and composition of the committee within the EU's institutional framework."}
{"label": "Madeira", "description": "Madeira - Refers to laws or regulations specific to the Madeira region, for example, legal provisions related to economic incentives or regional development programs in Madeira, Portugal."}
{"label": "export licence", "description": "Export Licence - Refers to laws or regulations related to licenses required for exporting goods, for example, regulations on obtaining an export license for the shipment of certain controlled items."}
{"label": "starch", "description": "Starch - Refers to laws or regulations specific to starch as a product, for example, regulations on the production and trade of starch used in various industries."}
{"label": "cassava", "description": "Cassava - Refers to laws or regulations specific to the cultivation, trade, or use of cassava, for example, regulations on the import and export of cassava products."}
{"label": "Thailand", "description": "Thailand - Refers to laws or regulations specific to Thailand, for example, legal provisions related to trade agreements or intellectual property rights within Thailand's jurisdiction."}
{"label": "farm modernisation", "description": "Farm Modernisation - Refers to laws or regulations related to the modernization and improvement of agricultural practices, for example, regulations on financial support for farmers to upgrade their equipment and technology."}
{"label": "Netherlands", "description": "Netherlands - Refers to laws or regulations specific to the Netherlands, for example, legal provisions related to trade agreements or environmental protection within the Netherlands' jurisdiction."}
{"label": "cessation of farming", "description": "Cessation of Farming - Refers to laws or regulations related to the discontinuation or cessation of farming activities, for example, regulations on the procedures and support for farmers who decide to stop farming."}
{"label": "skimmed milk powder", "description": "Skimmed Milk Powder - Refers to laws or regulations specific to skimmed milk powder as a dairy product, for example, regulations on the production and quality standards of skimmed milk powder for commercial sale."}
{"label": "chemical product", "description": "Chemical Product - Refers to laws or regulations related to chemical products, for example, regulations on the registration and safety assessment of chemical substances used in various industries."}
{"label": "plant health product", "description": "Plant Health Product - Refers to laws or regulations related to products used to protect plant health, for example, regulations on the use and distribution of pesticides and plant growth regulators."}
{"label": "cotton", "description": "Cotton - Refers to laws or regulations specific to cotton as a commodity, for example, regulations on the import and export of cotton fibers."}
{"label": "world market price", "description": "World Market Price - Refers to laws or regulations related to the international market price of goods, for example, regulations on price monitoring and reporting for globally traded commodities."}
{"label": "animal production", "description": "Animal Production - Refers to laws or regulations related to the breeding and rearing of animals for various purposes, for example, regulations on animal welfare and farm practices in animal production."}
{"label": "customs inspection", "description": "Customs Inspection - Refers to laws or regulations related to the inspection of goods at customs borders, for example, regulations on customs procedures and the assessment of imported or exported goods."}
{"label": "overseas countries and territories", "description": "Overseas Countries and Territories - Refers to laws or regulations related to territories under the sovereignty or jurisdiction of European Union member states, for example, regulations on trade and cooperation with overseas countries and territories."}
{"label": "ACP countries", "description": "ACP Countries - Refers to laws or regulations related to the African, Caribbean, and Pacific Group of States, for example, regulations on development cooperation and trade preferences for ACP countries."}
{"label": "French overseas department and region", "description": "French Overseas Department and Region - Refers to laws or regulations specific to the overseas departments and regions of France, for example, legal provisions related to governance and economic development in these territories."}
{"label": "Canary Islands", "description": "Canary Islands - Refers to laws or regulations specific to the Canary Islands, an autonomous community of Spain, for example, legal provisions related to regional administration or economic policies within the islands."}
{"label": "Azores", "description": "Azores - Refers to laws or regulations specific to the Azores, an autonomous region of Portugal, for example, legal provisions related to regional development and natural resource management within the islands."}
{"label": "Cedefop", "description": "Cedefop - Refers to laws or regulations related to the European Centre for the Development of Vocational Training (Cedefop), for example, regulations defining the role and functions of Cedefop in the European Union's vocational training policies."}
{"label": "measuring equipment", "description": "Measuring Equipment - Refers to laws or regulations related to devices used for measuring quantities, for example, regulations on the calibration and verification of weighing scales."}
{"label": "Belgium", "description": "Belgium - Refers to laws or regulations specific to Belgium, for example, legal provisions related to trade agreements or environmental protection within Belgium's jurisdiction."}
{"label": "terms for aid", "description": "Terms for Aid - Refers to laws or regulations related to the conditions and criteria for providing financial aid or support, for example, regulations on eligibility and application procedures for government assistance programs."}
{"label": "stone fruit", "description": "Stone Fruit - Refers to laws or regulations specific to stone fruits such as peaches, plums, and cherries, for example, regulations on the quality standards and grading of stone fruit products."}
{"label": "agri-monetary policy", "description": "Agri-Monetary Policy - Refers to laws or regulations related to the monetary aspects of agricultural policies, for example, regulations on financial support and subsidies for farmers."}
{"label": "grape", "description": "Grape - Refers to laws or regulations specific to grapes as a product, for example, regulations on the cultivation and trade of grapevines and grape products."}
{"label": "transitional period (EU)", "description": "Transitional Period (EU) - Refers to laws or regulations related to transitional arrangements during the accession of new member states to the European Union, for example, regulations on phasing in certain EU policies and standards."}
{"label": "aid to industry", "description": "Aid to Industry - Refers to laws or regulations related to financial support or incentives provided to specific industries, for example, regulations on state aid or subsidies for promoting industrial development."}
{"label": "agro-industry", "description": "Agro-Industry - Refers to laws or regulations related to the agricultural processing and food industry, for example, regulations on food safety and hygiene standards in agro-industrial facilities."}
{"label": "telecommunications equipment", "description": "Telecommunications Equipment - Refers to laws or regulations related to equipment used for telecommunications, for example, regulations on the certification and compliance of telecommunication devices."}
{"label": "producer group", "description": "Producer Group - Refers to laws or regulations related to groups or associations of producers, for example, regulations on the formation and functioning of agricultural producer organizations."}
{"label": "cannery", "description": "Cannery - Refers to laws or regulations specific to facilities or establishments engaged in the processing and preservation of food through canning, for example, regulations on the hygiene and safety standards in canning factories."}
{"label": "market intervention", "description": "Market Intervention - Refers to laws or regulations related to government intervention in the market, for example, regulations on price stabilization mechanisms or market support measures for certain agricultural products."}
{"label": "monetary compensatory amount", "description": "Monetary Compensatory Amount - Refers to laws or regulations related to the financial adjustment compensating for exchange rate fluctuations in trade, for example, regulations on the calculation and application of monetary compensatory amounts within the European Union's common market."}
{"label": "fishery product", "description": "Fishery Product - Refers to laws or regulations specific to products derived from fisheries, for example, regulations on the quality standards and labeling of fishery products for consumer protection."}
{"label": "grubbing premium", "description": "Grubbing Premium - Refers to laws or regulations related to financial incentives or subsidies provided for the removal of vineyards or orchards, for example, regulations on payments to farmers for grubbing up unproductive vines or fruit trees."}
{"label": "utilised agricultural area", "description": "Utilised Agricultural Area - Refers to laws or regulations related to the land used for agricultural activities, for example, regulations on the definition and measurement of the utilised agricultural area for agricultural policy purposes."}
{"label": "distillation", "description": "Distillation - Refers to laws or regulations related to the process of distilling alcoholic beverages, for example, regulations on the licensing and production standards of distilled spirits."}
{"label": "EAGGF", "description": "EAGGF - Refers to laws or regulations related to the European Agricultural Guidance and Guarantee Fund, for example, regulations on the allocation and management of financial resources for agricultural support within the European Union."}
{"label": "free movement of goods", "description": "Free Movement of Goods - Refers to laws or regulations related to the unrestricted movement of goods within a single market or economic area, for example, regulations promoting the free movement of agricultural products across European Union member states."}
{"label": "agricultural production", "description": "Agricultural Production - Refers to laws or regulations governing the cultivation, harvesting, and processing of crops and other agricultural products, for example, regulations setting standards for organic farming practices within the European Union."}
{"label": "aid to agriculture", "description": "Aid to Agriculture - Refers to laws or regulations concerning financial support and subsidies provided to the agricultural sector, for example, measures outlining the allocation of funds to support sustainable farming practices in EU member states."}
{"label": "EAEC", "description": "EAEC (European Atomic Energy Community) - Refers to laws or regulations specific to the European Atomic Energy Community, for example, regulations on the safe and secure use of nuclear energy for peaceful purposes within the EU member states."}
{"label": "plant health legislation", "description": "Plant Health Legislation - Refers to laws or regulations aimed at preventing the spread of pests and diseases that can affect plants, for example, regulations governing the import and export of plants to safeguard European agriculture from invasive species."}
{"label": "plant disease", "description": "Plant Disease - Refers to laws or regulations addressing the control, containment, and eradication of diseases that can impact plant life, for example, measures to prevent the spread of a specific plant disease outbreak in certain regions of Europe."}
{"label": "customs regulations", "description": "Customs Regulations - Refers to laws or regulations governing the import, export, and movement of goods across borders, for example, regulations concerning the documentation and duties applicable to goods entering or leaving the European Union."}
{"label": "Greece", "description": "Greece - Refers to laws or regulations specific to the country of Greece, for example, national legislation related to environmental protection measures in Greece."}
{"label": "action programme", "description": "Action Programme - Refers to laws or regulations outlining a set of coordinated actions and initiatives to achieve specific goals or objectives, for example, an action programme to promote renewable energy development across EU member states."}
{"label": "brucellosis", "description": "Brucellosis - Refers to laws or regulations addressing the prevention, control, and eradication of brucellosis, a bacterial disease affecting livestock, for example, measures to contain and manage brucellosis outbreaks in European farms."}
{"label": "national implementing measure", "description": "National Implementing Measure - Refers to laws or regulations enacted by individual EU member states to implement and enforce EU directives or regulations at the national level, for example, a national implementing measure to comply with an EU directive on consumer protection in a specific member state."}
{"label": "production aid", "description": "Production Aid - Refers to laws or regulations governing financial support and subsidies provided to various sectors of production, for example, aid granted to support the manufacturing industry in a particular European country."}
{"label": "Turkey", "description": "Turkey - Refers to laws or regulations specific to the country of Turkey, for example, national legislation related to labor rights in Turkey."}
{"label": "animal breeding", "description": "Animal Breeding - Refers to laws or regulations concerning the selective breeding and improvement of animal genetics for specific traits, for example, regulations promoting the breeding of high-yield dairy cattle within the European Union."}
{"label": "poultrymeat", "description": "Poultrymeat - Refers to laws or regulations related to the production, processing, and marketing of poultry meat products, for example, regulations setting standards for the labeling of poultry meat in EU member states."}
{"label": "poultry", "description": "Poultry - Refers to laws or regulations pertaining to the rearing and welfare of domestic fowl, such as chickens and ducks, for example, regulations on the transportation of poultry within the European market."}
{"label": "Central and Eastern Europe", "description": "Central and Eastern Europe - Refers to laws or regulations relevant to the countries in the Central and Eastern European region, for example, legal measures promoting cross-border trade within the Central European Free Trade Agreement (CEFTA)."}
{"label": "agricultural guidance", "description": "Agricultural Guidance - Refers to laws or regulations providing guidance and support to farmers and agricultural businesses, for example, guidance documents on sustainable agricultural practices issued by the European Commission."}
{"label": "goatmeat", "description": "Goatmeat - Refers to laws or regulations related to the production, processing, and sale of goat meat, for example, regulations on the import and export of goat meat products in the European Union."}
{"label": "sheepmeat", "description": "Sheepmeat - Refers to laws or regulations related to the production, processing, and marketing of sheep meat products, for example, regulations on the hygiene standards for sheep meat processing facilities in EU member states."}
{"label": "animal feedingstuffs", "description": "Animal Feedingstuffs - Refers to laws or regulations concerning the composition, labeling, and marketing of animal feed, for example, regulations setting safety standards for livestock feed additives in Europe."}
{"label": "manufactured feedingstuffs", "description": "Manufactured Feedingstuffs - Refers to laws or regulations related to processed or formulated animal feed products, for example, regulations governing the use of additives in manufactured feedingstuffs in the European Union."}
{"label": "cereal product", "description": "Cereal Product - Refers to laws or regulations concerning products made from cereal grains, for example, regulations setting standards for the labeling of cereal-based food products in the European market."}
{"label": "supply balance sheet", "description": "Supply Balance Sheet - Refers to laws or regulations related to the recording and reporting of the supply and availability of specific goods or products, for example, a supply balance sheet for agricultural products in the European Union to track their production and consumption."}
{"label": "Atlantic Ocean", "description": "Atlantic Ocean - Refers to laws or regulations specific to the maritime regions of the Atlantic Ocean, for example, regulations governing marine conservation efforts in the Atlantic Ocean by EU member states."}
{"label": "sea fishing", "description": "Sea Fishing - Refers to laws or regulations related to fishing activities in marine or sea waters, for example, regulations on the permitted fishing methods in EU waters to protect marine ecosystems."}
{"label": "catch area", "description": "Catch Area - Refers to laws or regulations defining specific geographical areas for fishing activities and resource management, for example, regulations outlining the catch areas for different fish species in the Mediterranean Sea."}
{"label": "catch by species", "description": "Catch by Species - Refers to laws or regulations regarding the recording and reporting of fish catches according to their respective species, for example, regulations requiring detailed documentation of the types and quantities of fish caught in the North Sea."}
{"label": "tropical fruit", "description": "Tropical Fruit - Refers to laws or regulations concerning the production, import, and trade of fruits typically grown in tropical regions, for example, regulations governing the importation of bananas from non-EU countries."}
{"label": "nomenclature", "description": "Nomenclature - Refers to laws or regulations related to the systematic naming and classification of items or goods, for example, regulations establishing the nomenclature for pharmaceutical products in the European market."}
{"label": "tariff nomenclature", "description": "Tariff Nomenclature - Refers to laws or regulations that classify goods for customs and trade purposes, with corresponding tariff codes, for example, the Harmonized System (HS) used to determine import and export duties on products entering or leaving the European Union."}
{"label": "nut", "description": "Nut - Refers to laws or regulations related to the harvesting, processing, and trade of nuts, for example, regulations governing the export of almonds from EU countries."}
{"label": "Finland", "description": "Finland - Refers to laws or regulations specific to the country of Finland, for example, national legislation on environmental conservation in Finland."}
{"label": "consumer protection", "description": "Consumer Protection - Refers to laws or regulations aimed at safeguarding the rights and interests of consumers, for example, regulations prohibiting false advertising of products within the European Union."}
{"label": "pigmeat", "description": "Pigmeat - Refers to laws or regulations related to the production, processing, and sale of pork products, for example, regulations on the hygiene standards for pigmeat processing facilities in EU member states."}
{"label": "dangerous substance", "description": "Dangerous Substance - Refers to laws or regulations addressing the handling, transportation, and disposal of hazardous materials, for example, regulations on the storage and transportation of chemical substances in the European market."}
{"label": "food aid", "description": "Food Aid - Refers to laws or regulations governing the provision of food assistance and humanitarian aid, for example, regulations outlining the distribution of food aid to vulnerable populations within the European Union during emergencies."}
{"label": "analytical chemistry", "description": "Analytical Chemistry - Refers to laws or regulations related to the methods and techniques used for chemical analysis, for example, regulations on the quality control of pharmaceutical products using analytical chemistry in Europe."}
{"label": "statistical method", "description": "Statistical Method - Refers to laws or regulations concerning the techniques and procedures used for collecting, processing, and interpreting statistical data, for example, regulations on the application of statistical methods for economic analysis in the EU."}
{"label": "milk", "description": "Milk - Refers to laws or regulations related to the production, processing, and marketing of milk and dairy products, for example, regulations on the labeling and packaging of milk in EU member states."}
{"label": "perennial vegetable", "description": "Perennial Vegetable - Refers to laws or regulations concerning the cultivation and trade of perennial vegetables, for example, regulations on the importation of asparagus from non-EU countries."}
{"label": "Taiwan", "description": "Taiwan - Refers to laws or regulations specific to the region of Taiwan, for example, regulations governing trade and economic cooperation between the European Union and Taiwan."}
{"label": "white sugar", "description": "White Sugar - Refers to laws or regulations related to the production, trade, and marketing of refined sugar, for example, regulations on the importation of white sugar from non-EU countries."}
{"label": "export", "description": "Export - Refers to laws or regulations governing the sale and shipment of goods to foreign countries, for example, regulations on export controls for specific goods leaving the European Union."}
{"label": "human nutrition", "description": "Human Nutrition - Refers to laws or regulations related to the dietary requirements and food consumption of humans, for example, regulations on the fortification of food products with essential nutrients in the EU."}
{"label": "foodstuffs legislation", "description": "Foodstuffs Legislation - Refers to laws or regulations concerning the production, safety, and labeling of food products, for example, regulations on the labeling requirements for allergens in foodstuffs sold within the European market."}
{"label": "scientific cooperation", "description": "Scientific Cooperation - Refers to laws or regulations promoting collaborative scientific research and exchange of knowledge, for example, agreements on scientific cooperation between the European Union and non-EU countries."}
{"label": "enlargement of the Union", "description": "Enlargement of the Union - Refers to laws or regulations related to the process of admitting new member states into the European Union, for example, regulations outlining the accession criteria for aspiring EU member states like Albania."}
{"label": "Zimbabwe", "description": "Zimbabwe - Refers to laws or regulations specific to the country of Zimbabwe, for example, international trade agreements between the European Union and Zimbabwe."}
{"label": "fruit", "description": "Fruit - Refers to laws or regulations related to the production, import, and marketing of fruits, for example, regulations on the importation of oranges from non-EU countries."}
{"label": "pesticide residue", "description": "Pesticide Residue - Refers to laws or regulations concerning the allowable levels of pesticide residues in food products, for example, regulations setting maximum residue limits for pesticides in fruits and vegetables sold in the European market."}
{"label": "wheat", "description": "Wheat - Refers to laws or regulations related to the production, trade, and marketing of wheat as a staple grain, for example, regulations on the importation of wheat from non-EU countries to meet demand in the European Union."}
{"label": "slaughter of animals", "description": "Slaughter of Animals - Refers to laws or regulations concerning the humane and controlled killing of animals for food consumption, for example, regulations on the proper handling and slaughter of livestock in EU abattoirs."}
{"label": "plastics", "description": "Plastics - Refers to laws or regulations related to the production, use, and disposal of plastic materials, for example, regulations on the restriction of single-use plastics in the European market to reduce environmental pollution."}
{"label": "manufactured goods", "description": "Manufactured Goods - Refers to laws or regulations governing the production, import, and sale of finished products, for example, regulations on the conformity assessment of manufactured goods before they are placed on the EU market."}
{"label": "agricultural production policy", "description": "Agricultural Production Policy - Refers to laws or regulations outlining the strategies and measures to support and develop agricultural production, for example, policies promoting sustainable farming practices and technological innovation in EU agriculture."}
{"label": "food standard", "description": "Food Standard - Refers to laws or regulations setting the quality and safety standards for food products, for example, regulations establishing the permissible levels of additives in processed foods within the European Union."}
{"label": "food contamination", "description": "Food Contamination - Refers to laws or regulations addressing the presence of harmful substances in food products, for example, regulations on monitoring and controlling contaminants like pesticides and heavy metals in European food supplies."}
{"label": "toxic substance", "description": "Toxic Substance - Refers to laws or regulations concerning hazardous chemicals and their handling, for example, regulations on the storage and transportation of toxic substances in the EU to prevent accidents and environmental contamination."}
{"label": "health risk", "description": "Health Risk - Refers to laws or regulations related to the assessment and management of potential health hazards, for example, regulations on the labeling and safety warnings for consumer products in the European market."}
{"label": "sugar product", "description": "Sugar Product - Refers to laws or regulations related to the production, trade, and marketing of sugar-based products, for example, regulations on the labeling of sugar content in packaged food items within the European Union."}
{"label": "syrup", "description": "Syrup - Refers to laws or regulations related to the production, composition, and use of syrups, for example, regulations on the export and import of maple syrup between the EU and Canada."}
{"label": "vegetable oil", "description": "Vegetable Oil - Refers to laws or regulations concerning the production, processing, and trade of vegetable oils, for example, regulations on the quality standards for olive oil within the European market."}
{"label": "free circulation", "description": "Free Circulation - Refers to laws or regulations related to the unrestricted movement of goods within a single market or economic area, for example, regulations promoting the free circulation of agricultural products across European Union member states."}
{"label": "market supervision", "description": "Market Supervision - Refers to laws or regulations concerning the monitoring and enforcement of rules in the market, for example, regulations on market surveillance to ensure product safety and consumer protection in the EU."}
{"label": "customs document", "description": "Customs Document - Refers to laws or regulations governing the paperwork and formalities required for customs clearance, for example, regulations on the use of a customs declaration for importing goods into the European Union."}
{"label": "raw sugar", "description": "Raw Sugar - Refers to laws or regulations related to the unprocessed form of sugar before refining, for example, regulations on the importation of raw sugar from non-EU countries for processing in the EU refineries."}
{"label": "Ireland", "description": "Ireland - Refers to laws or regulations specific to the country of Ireland, for example, national legislation on fisheries management in Ireland."}
{"label": "agricultural product", "description": "Agricultural Product - Refers to laws or regulations related to products derived from agriculture, for example, regulations on the import and export of dairy products between the EU and New Zealand."}
{"label": "storage cost", "description": "Storage Cost - Refers to laws or regulations related to the expenses associated with storing goods or products, for example, regulations on the calculation and reimbursement of storage costs for agricultural products in the EU."}
{"label": "redemption", "description": "Redemption - Refers to laws or regulations concerning the exchange or conversion of financial instruments, for example, regulations on the redemption of bonds issued by a European company."}
{"label": "sugar", "description": "Sugar - Refers to laws or regulations related to the production, trade, and marketing of sugar as a commodity, for example, regulations on the importation of sugar from non-EU countries to meet demand in the European Union."}
{"label": "electronic device", "description": "Electronic Device - Refers to laws or regulations related to electronic equipment and devices, for example, regulations on the safety standards and electromagnetic compatibility of electronic devices sold in the European market."}
{"label": "Romania", "description": "Romania - Refers to laws or regulations specific to the country of Romania, for example, national legislation on renewable energy targets in Romania."}
{"label": "Bulgaria", "description": "Bulgaria - Refers to laws or regulations specific to the country of Bulgaria, for example, national legislation on air quality standards in Bulgaria."}
{"label": "trade cooperation", "description": "Trade Cooperation - Refers to laws or regulations promoting collaborative trade relationships between countries or regions, for example, agreements on trade cooperation between the European Union and South American countries."}
{"label": "economic cooperation", "description": "Economic Cooperation - Refers to laws or regulations supporting collaboration and economic partnership between countries or regions, for example, agreements on economic cooperation and investment between the European Union and African nations."}
{"label": "foot-and-mouth disease", "description": "Foot-and-mouth Disease - Refers to laws or regulations addressing the prevention, control, and eradication of foot-and-mouth disease in livestock, for example, measures to control the spread of foot-and-mouth disease in cattle farms across Europe."}
{"label": "financing of aid", "description": "Financing of Aid - Refers to laws or regulations concerning the funding and financial support provided as aid, for example, regulations on the allocation and use of funds for humanitarian aid projects in crisis-stricken regions within the EU."}
{"label": "rural development", "description": "Rural Development - Refers to laws or regulations concerning the development and improvement of rural areas and communities, for example, policies promoting sustainable agriculture and infrastructure development in rural regions of the European Union."}
{"label": "tariff reduction", "description": "Tariff Reduction - Refers to laws or regulations concerning the lowering or elimination of import duties on goods, for example, regulations on the gradual reduction of tariffs for certain products within free trade agreements between the EU and other countries."}
{"label": "withdrawal from the market", "description": "Withdrawal from the Market - Refers to laws or regulations governing the removal or recall of products from the market due to safety concerns or non-compliance, for example, regulations on the voluntary withdrawal of defective electronic devices from stores in the European Union."}
{"label": "Norway", "description": "Norway - Refers to laws or regulations specific to the country of Norway, for example, bilateral agreements between the European Union and Norway on fisheries management."}
{"label": "production refund", "description": "Production Refund - Refers to laws or regulations concerning the reimbursement or refund of production costs for certain goods, for example, regulations on the payment of production refunds to European farmers for specific agricultural products."}
{"label": "fodder", "description": "Fodder - Refers to laws or regulations related to feed for livestock and animals, for example, regulations on the importation of animal fodder into the EU market."}
{"label": "supplementary aid for products", "description": "Supplementary Aid for Products - Refers to laws or regulations concerning additional financial support provided for specific products or sectors, for example, regulations on supplementary aid for the European steel industry during periods of crisis."}
{"label": "Mauritania", "description": "Mauritania - Refers to laws or regulations specific to the country of Mauritania, for example, international trade agreements between the European Union and Mauritania."}
{"label": "iron and steel industry", "description": "Iron and Steel Industry - Refers to laws or regulations related to the production, trade, and management of iron and steel products, for example, regulations on the importation of steel products from non-EU countries."}
{"label": "economic support", "description": "Economic Support - Refers to laws or regulations concerning financial assistance and aid provided to support economic activities, for example, regulations on economic support and development projects in underdeveloped regions within the European Union."}
{"label": "investment aid", "description": "Investment Aid - Refers to laws or regulations concerning financial assistance provided to support investments in specific sectors or industries, for example, regulations on investment aid for renewable energy projects in the EU."}
{"label": "database", "description": "Database - Refers to laws or regulations concerning the organization, management, and access to electronic databases, for example, regulations on the protection of personal data in databases used within the European Union."}
{"label": "air safety", "description": "Air Safety - Refers to laws or regulations related to the safety and security of air travel and aviation operations, for example, regulations on air safety standards and inspections in the European aviation industry."}
{"label": "intervention stock", "description": "Intervention Stock - Refers to laws or regulations concerning the maintenance and management of reserve stocks of certain products, for example, regulations on the intervention stock of agricultural products to stabilize prices in the EU market."}
{"label": "aid to disadvantaged groups", "description": "Aid to Disadvantaged Groups - Refers to laws or regulations concerning financial assistance and support provided to vulnerable and disadvantaged populations, for example, regulations on aid programs for marginalized communities within the European Union."}
{"label": "iron and steel product", "description": "Iron and Steel Product - Refers to laws or regulations concerning finished goods made from iron and steel, for example, regulations on the importation of steel products for construction purposes in the European market."}
{"label": "ECSC", "description": "ECSC (European Coal and Steel Community) - Refers to laws or regulations specific to the European Coal and Steel Community, for example, regulations on the allocation of coal production quotas among ECSC member countries."}
{"label": "Kazakhstan", "description": "Kazakhstan - Refers to laws or regulations specific to the country of Kazakhstan, for example, international trade agreements between the European Union and Kazakhstan."}
{"label": "combined transport", "description": "Combined Transport - Refers to laws or regulations concerning the transportation of goods using multiple modes of transport, for example, regulations promoting combined transport solutions for freight movement within the European Union."}
{"label": "Slovenia", "description": "Slovenia - Refers to laws or regulations specific to the country of Slovenia, for example, national legislation on waste management in Slovenia."}
{"label": "public stock", "description": "Public Stock - Refers to laws or regulations concerning government-held stocks of specific goods or commodities, for example, regulations on the management of public stockpiles of essential medical supplies in the European Union."}
{"label": "doctor", "description": "Doctor - Refers to laws or regulations related to the practice of medicine and the qualifications of medical professionals, for example, regulations on the licensing and certification of doctors practicing in the European Union."}
{"label": "European Economic and Social Committee", "description": "European Economic and Social Committee - Refers to laws or regulations related to the advisory body representing various economic and social interest groups in the European Union, for example, regulations outlining the functions and responsibilities of the European Economic and Social Committee in influencing EU policies."}
{"label": "fishery management", "description": "Fishery Management - Refers to laws or regulations concerning the conservation and sustainable management of fishery resources, for example, regulations on the establishment of catch limits and fishing seasons in EU waters."}
{"label": "fishery resources", "description": "Fishery Resources - Refers to laws or regulations related to the natural fish stocks available for commercial fishing, for example, regulations on the monitoring and assessment of fishery resources in the Mediterranean Sea."}
{"label": "fishing regulations", "description": "Fishing Regulations - Refers to laws or regulations governing fishing activities, for example, regulations on the use of fishing gear and methods in EU fisheries."}
{"label": "fishing controls", "description": "Fishing Controls - Refers to laws or regulations concerning the enforcement and monitoring of fishing activities, for example, regulations on the inspection of fishing vessels and catch documentation in European waters."}
{"label": "veterinary drug", "description": "Veterinary Drug - Refers to laws or regulations related to pharmaceuticals used in veterinary medicine, for example, regulations on the authorization and usage of veterinary drugs in animal healthcare within the European Union."}
{"label": "farm price support", "description": "Farm Price Support - Refers to laws or regulations concerning financial assistance provided to support farm incomes, for example, regulations on the direct payments to farmers in the EU Common Agricultural Policy."}
{"label": "Hungary", "description": "Hungary - Refers to laws or regulations specific to the country of Hungary, for example, national legislation on environmental protection in Hungary."}
{"label": "carcase", "description": "Carcase - Refers to laws or regulations related to the body of a slaughtered animal, for example, regulations on the inspection and grading of meat carcasses in EU abattoirs."}
{"label": "classification", "description": "Classification - Refers to laws or regulations concerning the categorization of goods or products, for example, regulations on the classification of imported goods for customs purposes within the European Union."}
{"label": "agricultural levy", "description": "Agricultural Levy - Refers to laws or regulations related to the taxes or charges imposed on agricultural products, for example, regulations on the imposition and collection of a levy on sugar imports in the EU."}
{"label": "price fixed in advance", "description": "Price Fixed in Advance - Refers to laws or regulations concerning the predetermined price for goods or services, for example, regulations on the fixed prices for certain agricultural products in the EU market."}
{"label": "vegetable product", "description": "Vegetable Product - Refers to laws or regulations related to products derived from vegetables, for example, regulations on the importation of tomatoes from non-EU countries."}
{"label": "India", "description": "India - Refers to laws or regulations specific to the country of India, for example, international trade agreements between the European Union and India."}
{"label": "wire", "description": "Wire - Refers to laws or regulations concerning metallic threads or strands, for example, regulations on the importation of steel wire from non-EU countries."}
{"label": "Malta", "description": "Malta - Refers to laws or regulations specific to the country of Malta, for example, national legislation on maritime safety in Malta."}
{"label": "free-trade agreement", "description": "Free-Trade Agreement - Refers to laws or regulations governing trade agreements that promote free and unrestricted commerce between countries or regions, for example, regulations implementing a free-trade agreement between the European Union and Canada."}
{"label": "sale", "description": "Sale - Refers to laws or regulations concerning the exchange of goods or products for money or other considerations, for example, regulations on consumer rights and protections during the sale of goods within the European market."}
{"label": "boned meat", "description": "Boned Meat - Refers to laws or regulations related to meat that has been removed from the bone, for example, regulations on the importation of boned beef from non-EU countries."}
{"label": "North-West Atlantic Fisheries Organisation", "description": "North-West Atlantic Fisheries Organisation - Refers to laws or regulations concerning the regional fisheries management organization responsible for the conservation and management of fishery resources in the North-West Atlantic Ocean, for example, regulations on fishing quotas set by the North-West Atlantic Fisheries Organisation for member states, including the EU."}
{"label": "international waters", "description": "International Waters - Refers to laws or regulations concerning maritime areas beyond national jurisdictions, for example, regulations on the protection of marine biodiversity in international waters by the European Union."}
{"label": "Albania", "description": "Albania - Refers to laws or regulations specific to the country of Albania, for example, international trade agreements between the European Union and Albania."}
{"label": "farm animal", "description": "Farm Animal - Refers to laws or regulations related to animals raised for agricultural purposes, for example, regulations on the welfare and treatment of farm animals in the EU."}
{"label": "fresh meat", "description": "Fresh Meat - Refers to laws or regulations concerning unprocessed meat products, for example, regulations on the importation of fresh poultry meat from non-EU countries."}
{"label": "health legislation", "description": "Health Legislation - Refers to laws or regulations related to public health and healthcare, for example, regulations on the safety and efficacy of medical devices in the European market."}
{"label": "export restriction", "description": "Export Restriction - Refers to laws or regulations limiting or controlling the export of certain goods or products, for example, regulations on the export restrictions of critical medical supplies from the European Union during emergencies."}
{"label": "transport of animals", "description": "Transport of Animals - Refers to laws or regulations concerning the transportation of live animals, for example, regulations on the welfare and conditions during the transport of farm animals within the EU."}
{"label": "seed flax", "description": "Seed Flax - Refers to laws or regulations related to the cultivation and trade of flax seeds, for example, regulations on the importation of flax seeds for planting within the European Union."}
{"label": "oleaginous plant", "description": "Oleaginous Plant - Refers to laws or regulations related to plants that produce oil-rich seeds, for example, regulations on the cultivation and processing of oilseeds such as sunflower and rapeseed in the EU."}
{"label": "meat product", "description": "Meat Product - Refers to laws or regulations concerning processed or manufactured meat items, for example, regulations on the labeling and composition of meat products in the European market."}
{"label": "sugar industry", "description": "Sugar Industry - Refers to laws or regulations related to the production, processing, and trade of sugar, for example, regulations on the support and subsidies provided to the sugar industry in the EU."}
{"label": "production quota", "description": "Production Quota - Refers to laws or regulations concerning the limits on the quantity of certain goods that can be produced, for example, regulations on the production quotas for dairy products in the European Union."}
{"label": "consumer information", "description": "Consumer Information - Refers to laws or regulations providing consumers with information about products and services, for example, regulations on mandatory labeling requirements for allergens in food products sold within the European market."}
{"label": "domestic market", "description": "Domestic Market - Refers to laws or regulations concerning trade and commerce within a specific country or region, for example, regulations on competition and antitrust measures to ensure fair market practices in the EU domestic market."}
{"label": "sales promotion", "description": "Sales Promotion - Refers to laws or regulations related to activities that encourage the sale of goods or services, for example, regulations on sales promotions and advertising in the European market."}
{"label": "vaccine", "description": "Vaccine - Refers to laws or regulations related to pharmaceuticals used to prevent infectious diseases, for example, regulations on the approval and distribution of vaccines within the European Union."}
{"label": "vaccination", "description": "Vaccination - Refers to laws or regulations concerning the administration of vaccines to individuals or populations, for example, regulations on compulsory vaccination programs in certain EU member states."}
{"label": "representative rate", "description": "Representative Rate - Refers to laws or regulations concerning official exchange rates, for example, regulations on the use of a representative rate for customs valuation of imported goods in the European Union."}
{"label": "hops", "description": "Hops - Refers to laws or regulations related to the cultivation and trade of hops used in brewing, for example, regulations on the importation of hops from non-EU countries for the European beer industry."}
{"label": "norm price", "description": "Norm Price - Refers to laws or regulations concerning the standard or average price of certain goods or products, for example, regulations on the norm price for agricultural commodities in the EU market."}
{"label": "production", "description": "Production - Refers to laws or regulations related to the manufacturing or creation of goods, for example, regulations on the environmental impact assessment of industrial production processes within the European Union."}
{"label": "location of production", "description": "Location of Production - Refers to laws or regulations concerning the geographic area where goods are manufactured or grown, for example, regulations on the labeling of the origin of agricultural products in the European market."}
{"label": "mode of production", "description": "Mode of Production - Refers to laws or regulations concerning the methods and processes used to produce goods, for example, regulations on the organic farming standards in the European Union."}
{"label": "storage", "description": "Storage - Refers to laws or regulations related to the preservation and management of goods in storage facilities, for example, regulations on the storage of perishable food items in warehouses within the EU."}
{"label": "tobacco", "description": "Tobacco - Refers to laws or regulations related to the production, sale, and consumption of tobacco products, for example, regulations on the packaging and health warnings of tobacco products in the European market."}
{"label": "Georgia", "description": "Georgia - Refers to laws or regulations specific to the country of Georgia, for example, international trade agreements between the European Union and Georgia."}
{"label": "region", "description": "Region - Refers to laws or regulations concerning a specific geographic area, for example, regulations on regional development and investment support within the European Union."}
{"label": "basis of tax assessment", "description": "Basis of Tax Assessment - Refers to laws or regulations determining the factors used to calculate taxes, for example, regulations on the basis of tax assessment for corporate income tax in the EU."}
{"label": "Indonesia", "description": "Indonesia - Refers to laws or regulations specific to the country of Indonesia, for example, international trade agreements between the European Union and Indonesia."}
{"label": "Malaysia", "description": "Malaysia - Refers to laws or regulations specific to the country of Malaysia, for example, international trade agreements between the European Union and Malaysia."}
{"label": "North Korea", "description": "North Korea - Refers to laws or regulations specific to the country of North Korea, for example, international trade sanctions imposed by the European Union on North Korea."}
{"label": "alcoholic beverage", "description": "Alcoholic Beverage - Refers to laws or regulations concerning the production, distribution, and sale of alcoholic drinks, for example, regulations on the importation of wine from non-EU countries to the European market."}
{"label": "trading operation", "description": "Trading Operation - Refers to laws or regulations related to commercial transactions and activities, for example, regulations on the documentation and reporting requirements for trading operations within the European Union."}
{"label": "export subsidy", "description": "Export Subsidy - Refers to laws or regulations concerning financial support provided to promote the export of goods, for example, regulations on export subsidies for European agricultural products."}
{"label": "mollusc", "description": "Mollusc - Refers to laws or regulations related to shellfish and other marine organisms, for example, regulations on the harvesting and export of mussels from European waters."}
{"label": "wildlife", "description": "Wildlife - Refers to laws or regulations concerning the protection and conservation of wild animals and plants, for example, regulations on the importation and trade of endangered species within the European Union."}
{"label": "animal life", "description": "Animal Life - Refers to laws or regulations related to the protection and welfare of animals, for example, regulations on the transport and handling of live animals in the EU."}
{"label": "import levy", "description": "Import Levy - Refers to laws or regulations concerning the taxes or charges imposed on imported goods, for example, regulations on the import levy for certain agricultural products entering the EU market."}
{"label": "Czechoslovakia", "description": "Czechoslovakia - Refers to laws or regulations specific to the historical country of Czechoslovakia, for example, historical agreements between Czechoslovakia and the European Economic Community."}
{"label": "Morocco", "description": "Morocco - Refers to laws or regulations specific to the country of Morocco, for example, international trade agreements between the European Union and Morocco."}
{"label": "extra-EU trade", "description": "Extra-EU Trade - Refers to laws or regulations concerning trade between the European Union and countries outside the EU, for example, regulations on customs duties for goods imported from non-EU countries."}
{"label": "disease prevention", "description": "Disease Prevention - Refers to laws or regulations related to measures and strategies for preventing the spread of diseases, for example, regulations on disease prevention in European livestock to control animal epidemics."}
{"label": "agricultural region", "description": "Agricultural Region - Refers to laws or regulations concerning specific geographic areas with a focus on agriculture, for example, regulations on regional development plans to support sustainable agriculture in EU agricultural regions."}
{"label": "trade restriction", "description": "Trade Restriction - Refers to laws or regulations limiting or controlling trade activities, for example, regulations on trade restrictions imposed on specific goods for security or health reasons within the EU."}
{"label": "ceramics", "description": "Ceramics - Refers to laws or regulations related to the production and trade of ceramic products, for example, regulations on the importation of ceramic tiles from non-EU countries."}
{"label": "potato", "description": "Potato - Refers to laws or regulations concerning the cultivation, processing, and trade of potatoes, for example, regulations on the marketing and labeling of potatoes in the European market."}
{"label": "contract", "description": "Contract - Refers to laws or regulations governing agreements between parties, for example, regulations on the enforcement and dispute resolution of commercial contracts in the EU."}
{"label": "crop yield", "description": "Crop Yield - Refers to laws or regulations concerning the measurement and assessment of agricultural crop production, for example, regulations on crop yield reporting and data collection in EU member states."}
{"label": "table wine", "description": "Table Wine - Refers to laws or regulations related to low-quality wine for daily consumption, for example, regulations on the labeling and marketing of table wine produced in EU vineyards."}
{"label": "administrative formalities", "description": "Administrative Formalities - Refers to laws or regulations concerning bureaucratic procedures and paperwork, for example, regulations on the administrative formalities for businesses operating in the EU market."}
{"label": "marketing year", "description": "Marketing Year - Refers to laws or regulations defining the period for marketing and trade of specific agricultural products, for example, regulations on the marketing year for grain crops in the EU."}
{"label": "transport document", "description": "Transport Document - Refers to laws or regulations concerning the paperwork and documentation required for the transportation of goods, for example, regulations on the use of a transport document for international shipments to and from the European Union."}
{"label": "meat processing industry", "description": "Meat Processing Industry - Refers to laws or regulations related to the processing and production of meat products, for example, regulations on the hygiene and safety standards in EU meat processing plants."}
{"label": "cheese", "description": "Cheese - Refers to laws or regulations concerning the production, trade, and marketing of cheese, for example, regulations on the geographical indication protection of traditional European cheeses."}
{"label": "distribution of EU funding", "description": "Distribution of EU Funding - Refers to laws or regulations concerning the allocation and distribution of financial support provided by the European Union, for example, regulations on the distribution of agricultural subsidies among EU member states."}
{"label": "Cyprus", "description": "Cyprus - Refers to laws or regulations specific to the country of Cyprus, for example, national legislation on environmental protection in Cyprus."}
{"label": "emergency aid", "description": "Emergency Aid - Refers to laws or regulations concerning financial assistance provided during emergencies or crises, for example, regulations on emergency aid packages for disaster-stricken regions within the European Union."}
{"label": "genetically modified organism", "description": "Genetically Modified Organism - Refers to laws or regulations related to genetically engineered organisms, for example, regulations on the importation and labeling of genetically modified crops in the EU."}
{"label": "plant breeding", "description": "Plant Breeding - Refers to laws or regulations concerning the development and cultivation of new plant varieties, for example, regulations on the protection of plant breeders' rights within the European Union."}
{"label": "farmers' income", "description": "Farmers' Income - Refers to laws or regulations concerning the financial well-being of farmers and agricultural workers, for example, regulations on income support programs for European farmers."}
{"label": "trade agreement", "description": "Trade Agreement - Refers to laws or regulations governing agreements between countries or regions to facilitate trade and economic cooperation, for example, regulations implementing a trade agreement between the European Union and South Korea."}
{"label": "clothing", "description": "Clothing - Refers to laws or regulations concerning garments and apparel, for example, regulations on the importation of textile products from non-EU countries to the European market."}
{"label": "Vietnam", "description": "Vietnam - Refers to laws or regulations specific to the country of Vietnam, for example, international trade agreements between the European Union and Vietnam."}
{"label": "EU control", "description": "EU Control - Refers to laws or regulations concerning the supervision and oversight by the European Union, for example, regulations on the EU control of food safety and quality standards."}
{"label": "piping", "description": "Piping - Refers to laws or regulations related to pipes and tubing used in various industries, for example, regulations on the standards and safety requirements for piping materials in the EU."}
{"label": "customs", "description": "Customs - Refers to laws or regulations related to the collection of duties and taxes on imports and exports, for example, regulations on the customs procedures and tariffs for goods entering or leaving the European Union."}
{"label": "bovine spongiform encephalopathy", "description": "Bovine Spongiform Encephalopathy (BSE) - Refers to laws or regulations concerning the prevention and control of BSE, also known as mad cow disease, for example, regulations on BSE testing and surveillance in EU cattle populations."}
{"label": "egg", "description": "Egg - Refers to laws or regulations concerning the production, trade, and quality standards of eggs, for example, regulations on the labeling and safety of eggs sold in the European market."}
{"label": "biometrics", "description": "Biometrics - Refers to laws or regulations related to the use of unique physical characteristics for identification and authentication, for example, regulations on the privacy and security of biometric data in the EU."}
{"label": "Serbia and Montenegro", "description": "Serbia and Montenegro - Refers to laws or regulations specific to the former country of Serbia and Montenegro, for example, historical trade agreements between Serbia and Montenegro and the European Union."}
{"label": "Iceland", "description": "Iceland - Refers to laws or regulations specific to the country of Iceland, for example, international trade agreements between the European Union and Iceland."}
{"label": "joint committee (EU)", "description": "Joint Committee (EU) - Refers to laws or regulations concerning the joint committee established by international agreements, for example, regulations on the functions and procedures of the EU Joint Committee overseeing a trade agreement with a non-EU country."}
{"label": "farm development plan", "description": "Farm Development Plan - Refers to laws or regulations concerning long-term planning for agricultural development, for example, regulations on the implementation and funding of farm development plans in the EU."}
{"label": "fishing industry", "description": "Fishing Industry - Refers to laws or regulations related to the commercial fishing sector, for example, regulations on the sustainability and management of fish stocks in the European fishing industry."}
{"label": "storage premium", "description": "Storage Premium - Refers to laws or regulations concerning financial incentives for storing certain goods, for example, regulations on the storage premium provided to grain producers in the EU."}
{"label": "European Commission", "description": "European Commission - Refers to laws or regulations concerning the executive body of the European Union, for example, regulations on the powers and functions of the European Commission in implementing EU policies."}
{"label": "market support", "description": "Market Support - Refers to laws or regulations concerning measures to stabilize or promote specific markets, for example, regulations on market support measures for European agricultural products facing market volatility."}
{"label": "catalogue", "description": "Catalogue - Refers to laws or regulations related to lists or databases of approved products, for example, regulations on the registration and publication of a catalogue of approved medical devices in the EU."}
{"label": "food technology", "description": "Food Technology - Refers to laws or regulations concerning the application of scientific and engineering principles to food production and processing, for example, regulations on the use of certain food additives in the European food industry."}
{"label": "vineyard", "description": "Vineyard - Refers to laws or regulations related to areas where grapes are grown for winemaking, for example, regulations on the establishment and management of vineyards in the EU."}
{"label": "Uruguay", "description": "Uruguay - Refers to laws or regulations specific to the country of Uruguay, for example, international trade agreements between the European Union and Uruguay."}
{"label": "prepared foodstuff", "description": "Prepared Foodstuff - Refers to laws or regulations concerning processed or ready-to-eat food products, for example, regulations on the importation of canned vegetables as prepared foodstuff into the EU."}
{"label": "condiment", "description": "Condiment - Refers to laws or regulations concerning substances used to enhance the flavor of food, for example, regulations on the labeling and safety standards of condiments sold in the European market."}
{"label": "offal", "description": "Offal - Refers to laws or regulations related to the internal organs and entrails of animals used as food, for example, regulations on the importation and inspection of offal in the EU."}
{"label": "Aegean Islands", "description": "Aegean Islands - Refers to laws or regulations specific to the islands located in the Aegean Sea, for example, regional development plans and support measures for the Aegean Islands within the European Union."}
{"label": "preserved product", "description": "Preserved Product - Refers to laws or regulations concerning food items that have undergone preservation processes, for example, regulations on the export of canned fish as a preserved product from the EU."}
{"label": "customs cooperation", "description": "Customs Cooperation - Refers to laws or regulations concerning collaboration and coordination between customs authorities of different countries, for example, regulations on customs cooperation agreements between the European Union and non-EU countries."}
{"label": "export (EU)", "description": "Export (EU) - Refers to laws or regulations concerning the shipment of goods from the European Union to other countries, for example, regulations on the export procedures and documentation for EU exporters."}
{"label": "English Channel", "description": "English Channel - Refers to laws or regulations specific to the maritime region of the English Channel, for example, regulations on shipping safety and environmental protection in the English Channel by the European Union."}
{"label": "EU waters", "description": "EU Waters - Refers to laws or regulations concerning the maritime areas under the jurisdiction of the European Union, for example, regulations on fishing quotas and conservation measures in EU waters."}
{"label": "Slovakia", "description": "Slovakia - Refers to laws or regulations specific to the country of Slovakia, for example, national legislation on energy efficiency in Slovakia."}
{"label": "Czech Republic", "description": "Czech Republic - Refers to laws or regulations specific to the country of the Czech Republic, for example, national legislation on consumer protection in the Czech Republic."}
{"label": "Afghanistan", "description": "Afghanistan - Refers to laws or regulations specific to the country of Afghanistan, for example, international agreements on development aid and cooperation between the European Union and Afghanistan."}
{"label": "international affairs", "description": "International Affairs - Refers to laws or regulations concerning the diplomatic and foreign relations of the European Union with other countries and international organizations, for example, regulations on the conduct of diplomatic missions and international agreements."}
{"label": "restriction of liberty", "description": "Restriction of Liberty - Refers to laws or regulations concerning the imposition of restrictions on personal freedom, for example, regulations on the detention and monitoring of individuals under restriction of liberty orders in the EU."}
{"label": "terrorism", "description": "Terrorism - Refers to laws or regulations related to the prevention and response to acts of terrorism, for example, regulations on the investigation and prosecution of terrorist offenses within the European Union."}
{"label": "foreign capital", "description": "Foreign Capital - Refers to laws or regulations concerning investments from foreign entities in a country, for example, regulations on the taxation and repatriation of foreign capital invested in the EU."}
{"label": "Hong Kong", "description": "Hong Kong - Refers to laws or regulations specific to the region of Hong Kong, for example, regulations on trade and investment between the European Union and Hong Kong."}
{"label": "export price", "description": "Export Price - Refers to laws or regulations concerning the price at which goods are sold for export, for example, regulations on export price calculation and documentation in the EU."}
{"label": "free-at-frontier price", "description": "Free-at-frontier Price - Refers to laws or regulations concerning the price of goods at the EU's external borders, for example, regulations on the customs valuation and duties based on the free-at-frontier price of imported goods."}
{"label": "conservation of fish stocks", "description": "Conservation of Fish Stocks - Refers to laws or regulations concerning measures to protect and sustainably manage fish populations, for example, regulations on fishing quotas and seasonal closures in EU waters for the conservation of fish stocks."}
{"label": "protection of animal life", "description": "Protection of Animal Life - Refers to laws or regulations concerning the welfare and conservation of animals, for example, regulations on the protection of endangered species and animal welfare standards in the European Union."}
{"label": "fishing net", "description": "Fishing Net - Refers to laws or regulations concerning the use and specifications of fishing nets, for example, regulations on the types and sizes of fishing nets allowed in EU fisheries."}
{"label": "frozen product", "description": "Frozen Product - Refers to laws or regulations concerning food items that have been frozen for preservation, for example, regulations on the importation and storage of frozen fruits as a food product in the European market."}
{"label": "common agricultural policy", "description": "Common Agricultural Policy - Refers to laws or regulations concerning the EU's agricultural support and subsidy program, for example, regulations on direct payments and rural development under the Common Agricultural Policy."}
{"label": "hill farming", "description": "Hill Farming - Refers to laws or regulations concerning agriculture practiced in hilly or mountainous areas, for example, regulations on hill farming support schemes in the EU."}
{"label": "coal industry", "description": "Coal Industry - Refers to laws or regulations concerning the production and trade of coal and coal-related activities, for example, regulations on coal mine safety and environmental standards in the EU."}
{"label": "codification of EU law", "description": "Codification of EU Law - Refers to laws or regulations concerning the systematic organization and consolidation of EU legislation, for example, regulations on the codification of EU environmental laws."}
{"label": "European Community", "description": "European Community - Refers to laws or regulations concerning the former name of the European Union, for example, historical agreements and regulations under the European Community."}
{"label": "common fisheries policy", "description": "Common Fisheries Policy - Refers to laws or regulations concerning the EU's fisheries management and conservation framework, for example, regulations on fishing quotas and fleet capacity in the Common Fisheries Policy."}
{"label": "fruit-growing", "description": "Fruit-Growing - Refers to laws or regulations concerning the cultivation and production of fruits, for example, regulations on fruit quality standards and export requirements within the European Union."}
{"label": "agricultural statistics", "description": "Agricultural Statistics - Refers to laws or regulations concerning the collection and dissemination of agricultural data and information, for example, regulations on the reporting of agricultural production and trade statistics in the EU."}
{"label": "chemical salt", "description": "Chemical Salt - Refers to laws or regulations concerning various chemical salts and their applications, for example, regulations on the use and importation of specific chemical salts in the EU."}
{"label": "ratio", "description": "Ratio - Refers to laws or regulations concerning the proportion or relationship between different quantities or values, for example, regulations on the ratio of agricultural subsidies to farm income in the EU."}
{"label": "information", "description": "Information - Refers to laws or regulations concerning the dissemination and access to data and knowledge, for example, regulations on the public availability of EU legislative information and official documents."}
{"label": "North Sea", "description": "North Sea - Refers to laws or regulations specific to the maritime region of the North Sea, for example, regulations on fishing rights and marine pollution control in the North Sea by the European Union."}
{"label": "distributive trades", "description": "Distributive Trades - Refers to laws or regulations concerning wholesale and retail trade activities, for example, regulations on consumer protection and competition in the distributive trades sector within the EU."}
{"label": "producer price", "description": "Producer Price - Refers to laws or regulations concerning the price at which goods are sold by producers, for example, regulations on the calculation of producer prices for agricultural products in the EU."}
{"label": "purchase price", "description": "Purchase Price - Refers to laws or regulations concerning the price at which goods are bought, for example, regulations on the purchase price of raw materials for EU manufacturing industries."}
{"label": "quality standard", "description": "Quality Standard - Refers to laws or regulations concerning the criteria and requirements for product quality, for example, regulations on the quality standards and certification of organic products in the European market."}
{"label": "preparation for market", "description": "Preparation for Market - Refers to laws or regulations concerning activities and processes before goods are brought to market, for example, regulations on the inspection and labeling of agricultural products in preparation for market sale in the EU."}
{"label": "olive", "description": "Olive - Refers to laws or regulations concerning the cultivation and production of olives and olive-related products, for example, regulations on olive oil quality standards and geographic indications in the EU."}
{"label": "Ukraine", "description": "Ukraine - Refers to laws or regulations specific to the country of Ukraine, for example, international trade agreements between the European Union and Ukraine."}
{"label": "farm prices", "description": "Farm Prices - Refers to laws or regulations concerning the prices of agricultural products at the farm level, for example, regulations on farm gate prices for milk and cereals in the EU."}
{"label": "leaf vegetable", "description": "Leaf Vegetable - Refers to laws or regulations concerning the cultivation and trade of leafy green vegetables, for example, regulations on the pesticide residues allowed on leaf vegetables sold in the European market."}
{"label": "perishable goods", "description": "Perishable Goods - Refers to laws or regulations concerning items that are subject to spoilage or decay, for example, regulations on the transportation and storage of perishable goods within the EU."}
{"label": "game meat", "description": "Game Meat - Refers to laws or regulations concerning the meat of wild animals hunted for consumption, for example, regulations on the inspection and sale of game meat in the European market."}
{"label": "rabbit meat", "description": "Rabbit Meat - Refers to laws or regulations concerning the production and trade of rabbit meat, for example, regulations on the labeling and hygiene standards for rabbit meat in the EU."}
{"label": "herbicide", "description": "Herbicide - Refers to laws or regulations concerning chemical substances used to control or eliminate weeds, for example, regulations on the approval and use of herbicides in EU agriculture."}
{"label": "Baltic States", "description": "Baltic States - Refers to laws or regulations specific to the countries of Estonia, Latvia, and Lithuania collectively known as the Baltic States, for example, regional cooperation agreements and projects within the European Union involving the Baltic States."}
{"label": "South America", "description": "South America - Refers to laws or regulations specific to the continent of South America, for example, trade agreements and cooperation between the European Union and South American countries."}
{"label": "tropical disease", "description": "Tropical Disease - Refers to laws or regulations concerning diseases prevalent in tropical regions, for example, regulations on the prevention and control of tropical diseases within the EU."}
{"label": "European integration", "description": "European Integration - Refers to laws or regulations concerning the process of closer cooperation and harmonization among European Union member states, for example, regulations on the European integration process and institutional reforms."}
{"label": "customs territory (EU)", "description": "Customs Territory (EU) - Refers to laws or regulations concerning the area within which the EU's customs rules and regulations apply, for example, regulations on customs procedures and tariffs for goods circulating within the EU customs territory."}
{"label": "administrative control", "description": "Administrative Control - Refers to laws or regulations concerning administrative oversight and monitoring of various activities, for example, regulations on the administrative control of food safety and agricultural practices in the EU."}
{"label": "German Democratic Republic", "description": "German Democratic Republic - Refers to laws or regulations specific to the former East Germany (GDR), for example, historical regulations on trade and economic activities in the German Democratic Republic."}
{"label": "basic price", "description": "Basic Price - Refers to laws or regulations concerning the initial or standard price of a product or service, for example, regulations on the basic price of agricultural commodities in the EU."}
{"label": "bulb vegetable", "description": "Bulb Vegetable - Refers to laws or regulations concerning vegetables that grow from bulbs, for example, regulations on the marketing and quality standards of bulb vegetables in the European market."}
{"label": "Croatia", "description": "Croatia - Refers to laws or regulations specific to the country of Croatia, for example, national legislation on environmental protection and conservation in Croatia."}
{"label": "single payment scheme", "description": "Single Payment Scheme - Refers to laws or regulations concerning a single payment subsidy program for farmers, for example, regulations on the implementation and eligibility criteria of the single payment scheme in the EU."}
{"label": "comparative analysis", "description": "Comparative Analysis - Refers to laws or regulations concerning the examination and comparison of different data or factors, for example, regulations on conducting a comparative analysis of consumer prices in the EU."}
{"label": "testing", "description": "Testing - Refers to laws or regulations concerning the examination and evaluation of products or materials, for example, regulations on the testing and certification of electrical devices in the European market."}
{"label": "alcohol", "description": "Alcohol - Refers to laws or regulations concerning alcoholic beverages, for example, regulations on the labeling and advertising of alcoholic products within the EU."}
{"label": "skimmed milk", "description": "Skimmed Milk - Refers to laws or regulations concerning milk with reduced fat content, for example, regulations on the production and labeling of skimmed milk in the European dairy industry."}
{"label": "fishing vessel", "description": "Fishing Vessel - Refers to laws or regulations concerning boats and ships used for fishing activities, for example, regulations on the safety and licensing of fishing vessels in EU waters."}
{"label": "molasses", "description": "Molasses - Refers to laws or regulations concerning a by-product of sugar production, for example, regulations on the use of molasses in animal feed within the EU."}
{"label": "European Food Safety Authority", "description": "European Food Safety Authority - Refers to laws or regulations concerning the EU agency responsible for food safety assessments, for example, regulations on the functions and responsibilities of the European Food Safety Authority (EFSA)."}
{"label": "footwear industry", "description": "Footwear Industry - Refers to laws or regulations concerning the manufacturing and trade of footwear products, for example, regulations on the importation of shoes into the European market."}
{"label": "household article", "description": "Household Article - Refers to laws or regulations concerning various products used in households, for example, regulations on the safety standards of household articles sold in the EU market."}
{"label": "export policy", "description": "Export Policy - Refers to laws or regulations concerning the government's approach and rules for exporting goods, for example, regulations on the export policy of agricultural products from the EU."}
{"label": "fish product", "description": "Fish Product - Refers to laws or regulations concerning processed or preserved fish and seafood products, for example, regulations on the importation of frozen fish products into the EU."}
{"label": "Baltic Sea", "description": "Baltic Sea - Refers to laws or regulations specific to the maritime region of the Baltic Sea, for example, regulations on maritime safety and environmental protection in the Baltic Sea by the European Union."}
{"label": "market prices", "description": "Market Prices - Refers to laws or regulations concerning the prevailing prices of goods and services in the market, for example, regulations on the monitoring and reporting of market prices for agricultural commodities in the EU."}
{"label": "live animal", "description": "Live Animal - Refers to laws or regulations concerning animals intended for trade or breeding purposes, for example, regulations on the transport and welfare of live animals within the EU."}
{"label": "information network", "description": "Information Network - Refers to laws or regulations concerning interconnected systems for sharing and disseminating information, for example, regulations on the operation and security of an information network within the EU."}
{"label": "cif price", "description": "CIF Price - Refers to laws or regulations concerning the cost, insurance, and freight price of imported goods, for example, regulations on the customs valuation of goods based on the CIF price in the EU."}
{"label": "private stock", "description": "Private Stock - Refers to laws or regulations concerning privately held reserves of goods, for example, regulations on the establishment and management of private stock of agricultural products in the EU."}
{"label": "Guinea-Bissau", "description": "Guinea-Bissau - Refers to laws or regulations specific to the country of Guinea-Bissau, for example, international agreements and trade relations between the European Union and Guinea-Bissau."}
{"label": "smallholding", "description": "Smallholding - Refers to laws or regulations concerning small farms or agricultural holdings, for example, regulations on support and subsidies for smallholding farmers in the EU."}
{"label": "hormone", "description": "Hormone - Refers to laws or regulations concerning chemical messengers that regulate biological processes, for example, regulations on the use of hormones in animal husbandry and food production within the EU."}
{"label": "bird", "description": "Bird - Refers to laws or regulations concerning avian species, for example, regulations on the protection and conservation of bird populations in the European Union."}
{"label": "milk by-product", "description": "Milk By-Product - Refers to laws or regulations concerning secondary products derived from milk processing, for example, regulations on the use of whey as a milk by-product in the EU."}
{"label": "threshold price", "description": "Threshold Price - Refers to laws or regulations concerning a minimum price level for certain products, for example, regulations on the threshold price for agricultural commodities in the EU."}
{"label": "suspension of customs duties", "description": "Suspension of Customs Duties - Refers to laws or regulations concerning the temporary exemption from customs duties, for example, regulations on the suspension of customs duties on certain imports in the EU."}
{"label": "isoglucose", "description": "Isoglucose - Refers to laws or regulations concerning a type of sugar derived from starch, for example, regulations on the use and labeling of isoglucose in food products within the EU."}
{"label": "regulation of agricultural production", "description": "Regulation of Agricultural Production - Refers to laws or regulations concerning the management and control of agricultural output, for example, regulations on production quotas and subsidies in the EU agricultural sector."}
{"label": "production surplus", "description": "Production Surplus - Refers to laws or regulations concerning excess production beyond demand, for example, regulations on the handling and disposal of agricultural production surplus in the EU."}
{"label": "packaging", "description": "Packaging - Refers to laws or regulations concerning the materials and containers used to protect and transport products, for example, regulations on eco-friendly packaging standards in the EU."}
{"label": "regions of Germany", "description": "Regions of Germany - Refers to laws or regulations specific to different administrative divisions or territories within Germany, for example, regional development programs and funding in the European Union for regions of Germany."}
{"label": "equidae", "description": "Equidae - Refers to laws or regulations concerning the family of horse-like mammals, for example, regulations on the identification and movement of equidae within the EU."}
{"label": "spirits", "description": "Spirits - Refers to laws or regulations concerning alcoholic beverages with high alcohol content, for example, regulations on the production and labeling of spirits in the European market."}
{"label": "foreign trade", "description": "Foreign Trade - Refers to laws or regulations concerning the international exchange of goods and services, for example, regulations on foreign trade agreements and tariffs within the European Union."}
{"label": "zoology", "description": "Zoology - Refers to laws or regulations concerning the scientific study of animals, for example, regulations on animal research and ethics in the EU."}
{"label": "wild mammal", "description": "Wild Mammal - Refers to laws or regulations concerning non-domesticated mammalian species, for example, regulations on the protection and conservation of wild mammal populations in the European Union."}
{"label": "research body", "description": "Research Body - Refers to laws or regulations concerning institutions and organizations involved in scientific research, for example, regulations on funding and collaboration with research bodies in the EU."}
{"label": "Community certification", "description": "Community Certification - Refers to laws or regulations concerning official endorsements or approvals issued by the European Union, for example, regulations on the Community certification of organic products."}
{"label": "scientific report", "description": "Scientific Report - Refers to laws or regulations concerning detailed analyses and findings from scientific studies, for example, regulations on the submission and review of scientific reports for approval in the EU."}
{"label": "beet sugar", "description": "Beet Sugar - Refers to laws or regulations concerning sugar extracted from sugar beets, for example, regulations on beet sugar production and trade in the European market."}
{"label": "cane sugar", "description": "Cane Sugar - Refers to laws or regulations concerning sugar extracted from sugar cane, for example, regulations on the importation and quality standards of cane sugar in the EU."}
{"label": "Faroe Islands", "description": "Faroe Islands - Refers to laws or regulations specific to the autonomous territory of the Faroe Islands, for example, regulations on fisheries and trade relations between the European Union and the Faroe Islands."}
{"label": "industrial product", "description": "Industrial Product - Refers to laws or regulations concerning goods produced for industrial or commercial use, for example, regulations on the safety standards of industrial products in the EU."}
{"label": "abolition of customs duties", "description": "Abolition of Customs Duties - Refers to laws or regulations concerning the elimination of customs duties on specific goods, for example, regulations on the gradual abolition of customs duties for certain products within the EU."}
{"label": "soft fruit", "description": "Soft Fruit - Refers to laws or regulations concerning fruits with a soft or delicate texture, for example, regulations on the grading and marketing of soft fruits in the European market."}
{"label": "fishing fleet", "description": "Fishing Fleet - Refers to laws or regulations concerning the group of fishing vessels operated by a country or region, for example, regulations on the modernization and capacity of the fishing fleet in the EU."}
{"label": "set-aside", "description": "Set-Aside - Refers to laws or regulations concerning the temporary withdrawal of agricultural land from production, for example, regulations on the set-aside scheme to address surplus production in the EU."}
{"label": "harvest", "description": "Harvest - Refers to laws or regulations concerning the gathering or reaping of crops, for example, regulations on the timing and methods of harvest for specific agricultural products in the EU."}
{"label": "atmospheric conditions", "description": "Atmospheric Conditions - Refers to laws or regulations concerning the state of the Earth's atmosphere and its impact, for example, regulations on the monitoring and control of atmospheric conditions and emissions in the EU."}
{"label": "chemical industry", "description": "Chemical Industry - Refers to laws or regulations concerning the manufacturing and trade of chemical substances and products, for example, regulations on the registration and safety assessment of chemicals in the EU."}
{"label": "guide price", "description": "Guide Price - Refers to laws or regulations concerning an indicative price for a product or commodity, for example, regulations on the guide price for certain agricultural products in the EU."}
{"label": "Tunisia", "description": "Tunisia - Refers to laws or regulations specific to the country of Tunisia, for example, trade agreements and cooperation initiatives between the European Union and Tunisia."}
{"label": "export monitoring", "description": "Export Monitoring - Refers to laws or regulations concerning the surveillance and control of exported goods, for example, regulations on export monitoring and certification procedures in the EU."}
{"label": "Madagascar", "description": "Madagascar - Refers to laws or regulations specific to the country of Madagascar, for example, trade relations and agreements between the European Union and Madagascar."}
{"label": "Mauritius", "description": "Mauritius - Refers to laws or regulations specific to the country of Mauritius, for example, economic cooperation and development projects between the European Union and Mauritius."}
{"label": "Angola", "description": "Angola - Refers to laws or regulations specific to the country of Angola, for example, trade partnerships and investment agreements between the European Union and Angola."}
{"label": "Seychelles", "description": "Seychelles - Refers to laws or regulations specific to the country of Seychelles, for example, environmental conservation and fisheries agreements between the European Union and Seychelles."}
{"label": "Swaziland", "description": "Swaziland - Refers to laws or regulations specific to the country of Swaziland, for example, trade and development cooperation initiatives between the European Union and Swaziland."}
{"label": "transmission network", "description": "Transmission Network - Refers to laws or regulations concerning the infrastructure for transmitting energy or information, for example, regulations on the development and operation of the electricity transmission network in the EU."}
{"label": "standard", "description": "Standard - Refers to laws or regulations concerning established norms and requirements, for example, regulations on the adoption and implementation of product safety standards in the EU."}
{"label": "Australia", "description": "Australia - Refers to laws or regulations specific to the country of Australia, for example, trade agreements and partnerships between the European Union and Australia."}
{"label": "Community fisheries", "description": "Community Fisheries - Refers to laws or regulations concerning the management and conservation of fisheries resources within the EU, for example, regulations on the allocation of fishing quotas among EU member states."}
{"label": "currency adjustment", "description": "Currency Adjustment - Refers to laws or regulations concerning the modification of exchange rates to address economic imbalances, for example, regulations on currency adjustment mechanisms in the EU."}
{"label": "closing of accounts", "description": "Closing of Accounts - Refers to laws or regulations concerning the finalization of financial accounts, for example, regulations on the closing of the EU budgetary accounts for a fiscal year."}
{"label": "maximum price", "description": "Maximum Price - Refers to laws or regulations concerning the upper limit of a price, for example, regulations on maximum prices for essential goods during emergency situations in the EU."}
{"label": "management information system", "description": "Management Information System - Refers to laws or regulations concerning software and tools for managing information and data, for example, regulations on the implementation of a management information system for agricultural data in the EU."}
{"label": "malt", "description": "Malt - Refers to laws or regulations concerning germinated cereal grains used in brewing and distilling, for example, regulations on the production and quality standards of malt in the EU."}
{"label": "reduced price", "description": "Reduced Price - Refers to laws or regulations concerning a lower price level for certain products, for example, regulations on reduced prices for specific goods during promotional periods in the EU."}
{"label": "specification of tariff heading", "description": "Specification of Tariff Heading - Refers to laws or regulations concerning the classification of goods for customs purposes, for example, regulations on the specification of tariff headings for imported products in the EU."}
{"label": "processing industry", "description": "Processing Industry - Refers to laws or regulations concerning the transformation of raw materials into finished products, for example, regulations on the food processing industry standards and hygiene in the EU."}
{"label": "budgetary procedure", "description": "Budgetary Procedure - Refers to laws or regulations concerning the process of establishing and approving budgets, for example, regulations on the EU's annual budgetary procedure and approval by the European Parliament."}
{"label": "Liechtenstein", "description": "Liechtenstein - Refers to laws or regulations specific to the principality of Liechtenstein, for example, trade and financial agreements between the European Union and Liechtenstein."}
{"label": "Switzerland", "description": "Switzerland - Refers to laws or regulations specific to the country of Switzerland, for example, trade relations and economic cooperation between the European Union and Switzerland."}
{"label": "rules of procedure", "description": "Rules of Procedure - Refers to laws or regulations concerning the regulations and guidelines for conducting official proceedings, for example, regulations on the rules of procedure for EU institutions and bodies."}
{"label": "safety device", "description": "Safety Device - Refers to laws or regulations concerning devices or mechanisms for ensuring safety, for example, regulations on safety devices and standards for consumer products in the EU."}
{"label": "food additive", "description": "Food Additive - Refers to laws or regulations concerning substances added to food to improve its qualities, for example, regulations on the approval and usage of food additives in the EU."}
{"label": "movement certificate", "description": "Movement Certificate - Refers to laws or regulations concerning official documents for the movement of goods, for example, regulations on the issuance and usage of movement certificates for exports from the EU."}
{"label": "animal health", "description": "Animal Health - Refers to laws or regulations concerning the wellbeing and disease prevention in animals, for example, regulations on animal health and veterinary measures in the EU."}
{"label": "silviculture", "description": "Silviculture - Refers to laws or regulations concerning the cultivation and management of forests, for example, regulations on sustainable silviculture practices and afforestation projects in the EU."}
{"label": "egg product", "description": "Egg Product - Refers to laws or regulations concerning processed or preserved eggs, for example, regulations on the safety and labeling of egg products in the European market."}
{"label": "decontamination", "description": "Decontamination - Refers to laws or regulations concerning the removal of contaminants or pollutants, for example, regulations on the decontamination of polluted sites in the EU."}
{"label": "Sardinia", "description": "Sardinia - Refers to laws or regulations specific to the Italian island of Sardinia, for example, regional development initiatives and projects within the European Union for Sardinia."}
{"label": "magnetic medium", "description": "Magnetic Medium - Refers to laws or regulations concerning storage media that use magnetic fields for data storage, for example, regulations on the use of magnetic medium for financial transactions in the EU."}
{"label": "Pakistan", "description": "Pakistan - Refers to laws or regulations specific to the country of Pakistan, for example, trade agreements and partnerships between the European Union and Pakistan."}
{"label": "soft cheese", "description": "Soft Cheese - Refers to laws or regulations concerning cheeses with a soft and creamy texture, for example, regulations on the production and quality standards of soft cheese in the EU."}
{"label": "medicament", "description": "Medicament - Refers to laws or regulations concerning medical products and drugs, for example, regulations on the approval and marketing of pharmaceuticals in the EU."}
{"label": "mutual recognition principle", "description": "Mutual Recognition Principle - Refers to laws or regulations concerning the acceptance of standards and certifications between countries, for example, regulations on the mutual recognition of product standards in the EU."}
{"label": "public expenditure", "description": "Public Expenditure - Refers to laws or regulations concerning government spending and budget allocation, for example, regulations on public expenditure and financial accountability in the EU."}
{"label": "cows milk cheese", "description": "Cows Milk Cheese - Refers to laws or regulations concerning cheeses made from cows milk, for example, regulations on the production and labeling of cows milk cheese in the EU."}
{"label": "fixing of prices", "description": "Fixing of Prices - Refers to laws or regulations concerning the establishment of product prices, for example, regulations on the fixing of minimum prices for agricultural products in the EU."}
{"label": "representative market price", "description": "Representative Market Price - Refers to laws or regulations concerning the indicative price of a product based on market conditions, for example, regulations on the representative market price for traded commodities in the EU."}
{"label": "reference price", "description": "Reference Price - Refers to laws or regulations concerning the benchmark price used for comparison or subsidy calculations, for example, regulations on the reference price for agricultural products in the EU."}
{"label": "dried product", "description": "Dried Product - Refers to laws or regulations concerning goods that have been dehydrated to remove moisture, for example, regulations on the import and labeling of dried fruits in the EU."}
{"label": "Luxembourg", "description": "Luxembourg - Refers to laws or regulations specific to the country of Luxembourg, for example, trade agreements and financial regulations between the European Union and Luxembourg."}
{"label": "signalling device", "description": "Signalling Device - Refers to laws or regulations concerning devices used for signaling or communication, for example, regulations on the safety and standardization of railway signaling devices in the EU."}
{"label": "developing countries", "description": "Developing Countries - Refers to laws or regulations concerning countries with less advanced economies, for example, regulations on trade and development cooperation with developing countries in the EU."}
{"label": "price increase", "description": "Price Increase - Refers to laws or regulations concerning the rise in the cost of goods or services, for example, regulations on price controls during inflationary periods in the EU."}
{"label": "knitted and crocheted goods", "description": "Knitted and Crocheted Goods - Refers to laws or regulations concerning textiles created through knitting or crocheting, for example, regulations on the labeling and importation of knitted and crocheted goods in the EU."}
{"label": "food consumption", "description": "Food Consumption - Refers to laws or regulations concerning the patterns and habits of consuming food, for example, regulations on food consumption surveys and dietary guidelines in the EU."}
{"label": "medical device", "description": "Medical Device - Refers to laws or regulations concerning instruments or equipment used for medical purposes, for example, regulations on the certification and marketing of medical devices in the EU."}
{"label": "fortified wine", "description": "Fortified Wine - Refers to laws or regulations concerning wines with added alcohol, for example, regulations on the production and labeling of fortified wines in the EU."}
{"label": "baby food", "description": "Baby Food - Refers to laws or regulations concerning food products specifically designed for infants, for example, regulations on the safety and composition of baby food in the EU."}
{"label": "fish", "description": "Fish - Refers to laws or regulations concerning aquatic organisms used as food, for example, regulations on fishing quotas and conservation measures for fish species in the EU."}
{"label": "food chemistry", "description": "Food Chemistry - Refers to laws or regulations concerning the scientific study of the chemical composition and properties of food, for example, regulations on food additives and safety assessments in the EU."}
{"label": "Former Yugoslav Republic of Macedonia", "description": "Former Yugoslav Republic of Macedonia - Refers to laws or regulations specific to the country now known as North Macedonia, for example, trade agreements and political relations between the European Union and North Macedonia."}
{"label": "North Rhine-Westphalia", "description": "North Rhine-Westphalia - Refers to laws or regulations specific to the German state of North Rhine-Westphalia, for example, regional development projects and funding within the European Union for North Rhine-Westphalia."}
{"label": "wine of superior quality", "description": "Wine of Superior Quality - Refers to laws or regulations concerning high-quality wines with specific geographical indications, for example, regulations on the production and designation of wines of superior quality in the EU."}
{"label": "sparkling wine", "description": "Sparkling Wine - Refers to laws or regulations concerning effervescent wines with carbon dioxide, for example, regulations on the production and labeling of sparkling wine in the European market."}
{"label": "fishing licence", "description": "Fishing Licence - Refers to laws or regulations concerning permits for commercial or recreational fishing activities, for example, regulations on fishing licenses and quotas in the EU."}
{"label": "Scotland", "description": "Scotland - Refers to laws or regulations specific to the country of Scotland, for example, regional policies and funding initiatives within the European Union for Scotland."}
{"label": "crustacean", "description": "Crustacean - Refers to laws or regulations concerning marine arthropods such as crabs and lobsters, for example, regulations on the import and export of crustaceans in the EU."}
{"label": "Belarus", "description": "Belarus - Refers to laws or regulations specific to the country of Belarus, for example, trade relations and political cooperation between the European Union and Belarus."}
{"label": "pesticide", "description": "Pesticide - Refers to laws or regulations concerning substances used to control pests in agriculture, for example, regulations on the approval and usage of pesticides in the EU."}
{"label": "slaughter premium", "description": "Slaughter Premium - Refers to laws or regulations concerning financial incentives for the slaughter of animals, for example, regulations on the payment of a slaughter premium to farmers in the EU."}
{"label": "quality label", "description": "Quality Label - Refers to laws or regulations concerning certifications and labels that denote product quality, for example, regulations on the use and recognition of quality labels for agricultural products in the EU."}
{"label": "insecticide", "description": "Insecticide - Refers to laws or regulations concerning substances used to control insects, for example, regulations on the registration and safety assessment of insecticides in the EU."}
{"label": "simplification of formalities", "description": "Simplification of Formalities - Refers to laws or regulations concerning the streamlining of administrative procedures, for example, regulations on the simplification of customs formalities for imports and exports in the EU."}
{"label": "fishery produce", "description": "Fishery Produce - Refers to laws or regulations concerning products derived from fishing activities, for example, regulations on the marketing and export of fishery produce in the EU."}
{"label": "occupational safety", "description": "Occupational Safety - Refers to laws or regulations concerning the protection of workers' health and safety, for example, regulations on occupational safety standards and inspections in the EU."}
{"label": "tractor", "description": "Tractor - Refers to laws or regulations concerning motor vehicles used in agriculture, for example, regulations on the safety and emission standards of tractors in the EU."}
{"label": "food processing", "description": "Food Processing - Refers to laws or regulations concerning the transformation and preservation of food, for example, regulations on food processing hygiene and standards in the EU."}
{"label": "artificial insemination", "description": "Artificial Insemination - Refers to laws or regulations concerning the introduction of sperm into the reproductive tract, for example, regulations on the use of artificial insemination techniques in animal breeding in the EU."}
{"label": "goat", "description": "Goat - Refers to laws or regulations concerning the domesticated ruminant animal species Capra aegagrus hircus, for example, regulations on goat farming and milk production in the EU."}
{"label": "Middle East", "description": "Middle East - Refers to laws or regulations specific to the region of the Middle East, for example, trade agreements and diplomatic relations between the European Union and Middle Eastern countries."}
{"label": "production capacity", "description": "Production Capacity - Refers to laws or regulations concerning the maximum output of goods or services, for example, regulations on the assessment and allocation of production capacity in the EU."}
{"label": "association agreement (EU)", "description": "Association Agreement (EU) - Refers to laws or regulations concerning agreements between the EU and a non-EU country or region, for example, regulations on the implementation and monitoring of association agreements with partner countries."}
{"label": "Chile", "description": "Chile - Refers to laws or regulations specific to the country of Chile, for example, trade agreements and political cooperation between the European Union and Chile."}
{"label": "New Zealand", "description": "New Zealand - Refers to laws or regulations specific to the country of New Zealand, for example, trade partnerships and economic cooperation between the European Union and New Zealand."}
{"label": "certificate of origin", "description": "Certificate of Origin - Refers to laws or regulations concerning official documents indicating the origin of goods, for example, regulations on the issuance and verification of certificates of origin for exports from the EU."}
{"label": "packaging product", "description": "Packaging Product - Refers to laws or regulations concerning materials used for enclosing and protecting goods, for example, regulations on the environmental impact and labeling of packaging products in the EU."}
{"label": "confidentiality", "description": "Confidentiality - Refers to laws or regulations concerning the protection of sensitive information, for example, regulations on data confidentiality and protection of trade secrets in the EU."}
{"label": "vegetable protein", "description": "Vegetable Protein - Refers to laws or regulations concerning proteins derived from plant sources, for example, regulations on the labeling and marketing of vegetable protein products in the EU."}
{"label": "denaturing", "description": "Denaturing - Refers to laws or regulations concerning the alteration of the natural properties of a substance, for example, regulations on the denaturing of alcohol for industrial use in the EU."}
{"label": "tariff ceiling", "description": "Tariff Ceiling - Refers to laws or regulations concerning the maximum tariff rate allowed for certain goods, for example, regulations on the tariff ceiling for specific agricultural products in the EU."}
{"label": "preferential agreement", "description": "Preferential Agreement - Refers to laws or regulations concerning trade agreements that grant preferential treatment to certain countries or products, for example, regulations on the implementation and enforcement of preferential trade agreements in the EU."}
{"label": "EU market", "description": "EU Market - Refers to laws or regulations concerning the European Union's internal market for goods and services, for example, regulations on the free movement of goods within the EU market."}
{"label": "market enlargement", "description": "Market Enlargement - Refers to laws or regulations concerning the expansion of markets for goods and services, for example, regulations on market enlargement strategies and access to new markets for EU businesses."}
{"label": "transgenic plant", "description": "Transgenic Plant - Refers to laws or regulations concerning genetically modified plants, for example, regulations on the cultivation and labeling of transgenic plants in the EU."}
{"label": "groat", "description": "Groat - Refers to laws or regulations concerning hulled cereal grains, for example, regulations on the production and quality standards of groats in the EU."}
{"label": "fodder plant", "description": "Fodder Plant - Refers to laws or regulations concerning plants grown as animal feed, for example, regulations on the cultivation and safety of fodder plants in the EU."}
{"label": "tariff exemption", "description": "Tariff Exemption - Refers to laws or regulations concerning the waiver of customs duties for certain goods, for example, regulations on the tariff exemption for humanitarian aid imports in the EU."}
{"label": "discount sale", "description": "Discount Sale - Refers to laws or regulations concerning the offering of goods at reduced prices, for example, regulations on the advertising and terms of discount sales in the EU."}
{"label": "devaluation", "description": "Devaluation - Refers to laws or regulations concerning the intentional reduction of a currency's value, for example, regulations on currency devaluation and its economic implications within the European Union."}
{"label": "agricultural quota", "description": "Agricultural Quota - Refers to laws or regulations concerning the fixed quantity or limit of agricultural production, for example, regulations on dairy quotas and production limits for certain crops in the EU."}
{"label": "protection of plant life", "description": "Protection of Plant Life - Refers to laws or regulations concerning measures to safeguard plants from pests and diseases, for example, regulations on plant health and quarantine measures in the EU."}
{"label": "Community budget", "description": "Community Budget - Refers to laws or regulations concerning the budgetary framework of the European Community, for example, regulations on the allocation and management of the EU budget."}
{"label": "radio equipment", "description": "Radio Equipment - Refers to laws or regulations concerning devices used for radio communication, for example, regulations on the certification and usage of radio equipment in the EU."}
{"label": "catch of fish", "description": "Catch of Fish - Refers to laws or regulations concerning the quantity of fish caught in fisheries, for example, regulations on fishing quotas and sustainable fishing practices in the EU."}
{"label": "tied sales outlet", "description": "Tied Sales Outlet - Refers to laws or regulations concerning businesses that offer products or services with conditions requiring the purchase of other goods, for example, regulations on the prohibition of unfair tied sales practices in the EU."}
{"label": "trademark", "description": "Trademark - Refers to laws or regulations concerning distinctive signs used to identify products or services, for example, regulations on the registration and protection of trademarks in the EU."}
{"label": "livestock", "description": "Livestock - Refers to laws or regulations concerning farm animals raised for agricultural purposes, for example, regulations on the welfare and transportation of livestock in the EU."}
{"label": "consumption", "description": "Consumption - Refers to laws or regulations concerning the utilization or expenditure of goods and services, for example, regulations on consumer rights and protection in the EU."}
{"label": "sugar refining", "description": "Sugar Refining - Refers to laws or regulations concerning the process of purifying raw sugar, for example, regulations on the safety and quality standards for sugar refining in the EU."}
{"label": "leguminous vegetable", "description": "Leguminous Vegetable - Refers to laws or regulations concerning vegetables belonging to the Leguminosae family, for example, regulations on the import and export of leguminous vegetables in the EU."}
{"label": "police cooperation", "description": "Police Cooperation - Refers to laws or regulations concerning collaboration and coordination among police forces, for example, regulations on police cooperation and information sharing between EU member states."}
{"label": "Palestine", "description": "Palestine - Refers to laws or regulations specific to the region or territory of Palestine, for example, EU policies and diplomatic relations with Palestine."}
{"label": "tariff negotiations", "description": "Tariff Negotiations - Refers to laws or regulations concerning discussions and agreements on import/export duties, for example, regulations on tariff negotiations between the EU and other trading partners."}
{"label": "Northern Ireland", "description": "Northern Ireland - Refers to laws or regulations specific to the region of Northern Ireland, for example, regional policies and development initiatives within the European Union for Northern Ireland."}
{"label": "Russia", "description": "Russia - Refers to laws or regulations specific to the country of Russia, for example, trade relations and political cooperation between the European Union and Russia."}
{"label": "market stabilisation", "description": "Market Stabilisation - Refers to laws or regulations concerning measures to maintain stability in the market, for example, regulations on market stabilization mechanisms during economic fluctuations in the EU."}
{"label": "research method", "description": "Research Method - Refers to laws or regulations concerning scientific approaches for conducting research, for example, regulations on ethical guidelines and data privacy in research projects within the EU."}
{"label": "tube", "description": "Tube - Refers to laws or regulations concerning cylindrical containers or conduits, for example, regulations on the safety and labeling of tubes used for consumer products in the EU."}
{"label": "surveillance concerning imports", "description": "Surveillance Concerning Imports - Refers to laws or regulations concerning monitoring and control of imported goods, for example, regulations on import surveillance mechanisms and customs inspections in the EU."}
{"label": "Algeria", "description": "Algeria - Refers to laws or regulations specific to the country of Algeria, for example, trade agreements and political relations between the European Union and Algeria."}
{"label": "regions of the United Kingdom", "description": "Regions of the United Kingdom - Refers to laws or regulations specific to various regions within the United Kingdom, for example, regional policies and development projects within the European Union for different UK regions."}
{"label": "domestic animal", "description": "Domestic Animal - Refers to laws or regulations concerning animals kept for companionship, work, or agricultural purposes, for example, regulations on the welfare and ownership of domestic animals in the EU."}
{"label": "rabies", "description": "Rabies - Refers to laws or regulations concerning the prevention and control of rabies, for example, regulations on rabies vaccination and animal quarantine in the EU."}
{"label": "form", "description": "Form - Refers to laws or regulations concerning official documents or application formats, for example, regulations on the completion and submission of forms for various procedures within the EU."}
{"label": "average price", "description": "Average Price - Refers to laws or regulations concerning the mean value of goods or services, for example, regulations on calculating and publishing average prices for consumer goods in the EU."}
{"label": "protective clause", "description": "Protective Clause - Refers to laws or regulations concerning provisions to safeguard certain interests, for example, regulations on the use of protective clauses in international trade agreements by the EU."}
{"label": "additional duty", "description": "Additional Duty - Refers to laws or regulations concerning supplementary tariffs or levies, for example, regulations on the imposition of additional duties on imported goods in the EU."}
{"label": "unification of Germany", "description": "Unification of Germany - Refers to laws or regulations concerning the political and economic reunification of East and West Germany, for example, regulations on the integration and harmonization of laws during German unification within the EU."}
{"label": "policy on agricultural structures", "description": "Policy on Agricultural Structures - Refers to laws or regulations concerning strategies and guidelines for agricultural development and organization, for example, regulations on the EU's agricultural policy and support for modernizing agricultural structures."}
{"label": "invitation to tender", "description": "Invitation to Tender - Refers to laws or regulations concerning the solicitation of offers for contracts, for example, regulations on the public procurement process and invitations to tender within the EU."}
{"label": "common price policy", "description": "Common Price Policy - Refers to laws or regulations concerning the harmonization of prices for certain goods or services, for example, regulations on the common agricultural policy and common prices for agricultural products in the EU."}
{"label": "olive-growing", "description": "Olive-Growing - Refers to laws or regulations concerning the cultivation of olive trees, for example, regulations on olive groves and olive oil production in the EU."}
{"label": "honey", "description": "Honey - Refers to laws or regulations concerning the production and trade of honey, for example, regulations on honey quality standards and labeling requirements in the EU."}
{"label": "sampling", "description": "Sampling - Refers to laws or regulations concerning the collection and testing of samples, for example, regulations on sampling procedures for food safety inspections in the EU."}
{"label": "armed forces", "description": "Armed Forces - Refers to laws or regulations concerning the military and defense forces, for example, regulations on the role and responsibilities of the armed forces in the EU member states."}
{"label": "war crime", "description": "War Crime - Refers to laws or regulations concerning acts recognized as serious violations of international humanitarian law during armed conflicts, for example, regulations on prosecuting war crimes within the EU jurisdiction."}
{"label": "Democratic Republic of the Congo", "description": "Democratic Republic of the Congo - Refers to laws or regulations specific to the country of the Democratic Republic of the Congo, for example, EU policies and aid programs for the Democratic Republic of the Congo."}
{"label": "quality control of agricultural products", "description": "Quality Control of Agricultural Products - Refers to laws or regulations concerning inspection and assessment of agricultural product quality, for example, regulations on quality control measures for EU agricultural products."}
{"label": "sheep's milk cheese", "description": "Sheep's Milk Cheese - Refers to laws or regulations concerning cheese made from sheep's milk, for example, regulations on the production and labeling of sheep's milk cheese in the EU."}
{"label": "goats milk cheese", "description": "Goats Milk Cheese - Refers to laws or regulations concerning cheese made from goats' milk, for example, regulations on the production and quality standards of goats milk cheese in the EU."}
{"label": "avian influenza", "description": "Avian Influenza - Refers to laws or regulations concerning the prevention and control of avian influenza, for example, regulations on surveillance and measures to contain avian influenza outbreaks in the EU."}
{"label": "electrical equipment", "description": "Electrical Equipment - Refers to laws or regulations concerning devices that use or generate electricity, for example, regulations on the safety and energy efficiency of electrical equipment sold in the EU."}
{"label": "export levy", "description": "Export Levy - Refers to laws or regulations concerning taxes or charges on exported goods, for example, regulations on export levies and their impact on trade within the EU."}
{"label": "framework agreement", "description": "Framework Agreement - Refers to laws or regulations concerning general agreements that serve as a basis for specific actions or collaborations, for example, regulations on the establishment and implementation of framework agreements in the EU."}
{"label": "infectious disease", "description": "Infectious Disease - Refers to laws or regulations concerning diseases that can spread from one individual to another, for example, regulations on the prevention and control of infectious diseases within the EU."}
{"label": "confectionery product", "description": "Confectionery Product - Refers to laws or regulations concerning sweet or sugary food items, for example, regulations on the ingredients and labeling of confectionery products in the EU."}
{"label": "beverage industry", "description": "Beverage Industry - Refers to laws or regulations concerning the production and trade of beverages, for example, regulations on beverage manufacturing standards and marketing in the EU."}
{"label": "Union transit", "description": "Union Transit - Refers to laws or regulations concerning the movement of goods through the customs territory of the European Union, for example, regulations on the transit of goods between EU member states."}
{"label": "delivery", "description": "Delivery - Refers to laws or regulations concerning the transfer or receipt of goods, for example, regulations on the terms and conditions of product delivery in the EU."}
{"label": "ferro-alloy", "description": "Ferro-Alloy - Refers to laws or regulations concerning alloys of iron with other elements, for example, regulations on the production and trade of ferro-alloys in the EU."}
{"label": "primary product", "description": "Primary Product - Refers to laws or regulations concerning raw materials or commodities, for example, regulations on the export and import of primary products in the EU."}
{"label": "operational programme", "description": "Operational Programme - Refers to laws or regulations concerning detailed plans for implementing policies or projects, for example, regulations on the EU's operational programs for regional development."}
{"label": "interim agreement (EU)", "description": "Interim Agreement (EU) - Refers to laws or regulations concerning temporary agreements or arrangements, for example, regulations on the interim trade agreement between the EU and another country."}
{"label": "Iran", "description": "Iran - Refers to laws or regulations specific to the country of Iran, for example, trade agreements and diplomatic relations between the European Union and Iran."}
{"label": "processed foodstuff", "description": "Processed Foodstuff - Refers to laws or regulations concerning food items that have undergone some form of processing, for example, regulations on the labeling and safety of processed foodstuffs in the EU."}
{"label": "Norwegian Sea", "description": "Norwegian Sea - Refers to laws or regulations concerning the maritime region of the Norwegian Sea, for example, regulations on fishing rights and conservation measures in the EU waters of the Norwegian Sea."}
{"label": "financial year", "description": "Financial Year - Refers to laws or regulations concerning the accounting period for financial reporting, for example, regulations on the determination of the financial year for companies in the EU."}
{"label": "economic survey", "description": "Economic Survey - Refers to laws or regulations concerning the assessment and analysis of economic conditions, for example, regulations on conducting economic surveys and reporting findings within the EU."}
{"label": "roadworthiness tests", "description": "Roadworthiness Tests - Refers to laws or regulations concerning safety inspections for vehicles, for example, regulations on roadworthiness testing and certification for vehicles in the EU."}
{"label": "animal protein", "description": "Animal Protein - Refers to laws or regulations concerning proteins derived from animal sources, for example, regulations on the use and labeling of animal protein in food products within the EU."}
{"label": "international agreement", "description": "International Agreement - Refers to laws or regulations concerning agreements between nations, for example, regulations on the ratification and implementation of international agreements by the EU."}
{"label": "coastal region", "description": "Coastal Region - Refers to laws or regulations concerning areas adjacent to the coastline, for example, regulations on coastal zone management and protection in the EU member states."}
{"label": "withdrawal price", "description": "Withdrawal Price - Refers to laws or regulations concerning the price at which products are withdrawn from the market, for example, regulations on the withdrawal price for agricultural surplus in the EU."}
{"label": "guarantee", "description": "Guarantee - Refers to laws or regulations concerning assurances or warranties, for example, regulations on financial guarantees and performance bonds within the EU."}
{"label": "radioactive pollution", "description": "Radioactive Pollution - Refers to laws or regulations concerning the release of radioactive substances into the environment, for example, regulations on controlling and monitoring radioactive pollution in the EU."}
{"label": "plantation", "description": "Plantation - Refers to laws or regulations concerning large-scale agricultural estates, for example, regulations on the establishment and management of plantations within the EU."}
{"label": "antibiotic", "description": "Antibiotic - Refers to laws or regulations concerning drugs used to treat bacterial infections, for example, regulations on the use and prescription of antibiotics in veterinary medicine within the EU."}
{"label": "sugar levy", "description": "Sugar Levy - Refers to laws or regulations concerning taxes or charges on sugar or sugar-containing products, for example, regulations on sugar levies to promote healthier diets in the EU."}
{"label": "area of holding", "description": "Area of Holding - Refers to laws or regulations concerning the land area used for agricultural activities, for example, regulations on defining and recording the area of holding for agricultural purposes within the EU."}
{"label": "breeding animal", "description": "Breeding Animal - Refers to laws or regulations concerning animals used for reproduction and breeding, for example, regulations on the import and export of breeding animals in the EU."}
{"label": "producer co-responsibility", "description": "Producer Co-Responsibility - Refers to laws or regulations concerning the responsibility of producers for managing their products' environmental impact, for example, regulations on extended producer responsibility schemes for waste management in the EU."}
{"label": "chemical compound", "description": "Chemical Compound - Refers to laws or regulations concerning substances formed by the combination of chemical elements, for example, regulations on the registration and safety assessment of chemical compounds used in the EU."}
{"label": "wood product", "description": "Wood Product - Refers to laws or regulations concerning products derived from wood, for example, regulations on the labeling and certification of wood products in the EU."}
{"label": "financial loss", "description": "Financial Loss - Refers to laws or regulations concerning monetary losses incurred by individuals or entities, for example, regulations on compensation for financial losses in cases of contract breaches within the EU."}
{"label": "countervailing charge", "description": "Countervailing Charge - Refers to laws or regulations concerning additional duties or charges on imports to counteract subsidies in exporting countries, for example, regulations on countervailing charges on certain goods imported into the EU."}
{"label": "sugar beet", "description": "Sugar Beet - Refers to laws or regulations concerning the cultivation and processing of sugar beet, for example, regulations on sugar beet production quotas and subsidies in the EU."}
{"label": "agricultural advisory services", "description": "Agricultural Advisory Services - Refers to laws or regulations concerning professional advice and support for farmers, for example, regulations on the provision of agricultural advisory services and extension programs in the EU."}
{"label": "socioeconomic conditions", "description": "Socioeconomic Conditions - Refers to laws or regulations concerning the economic and social aspects of a community or society, for example, regulations on monitoring and improving socioeconomic conditions in disadvantaged regions within the EU."}
{"label": "occupational health", "description": "Occupational Health - Refers to laws or regulations concerning the health and safety of workers in the workplace, for example, regulations on occupational health standards and inspections within the EU."}
{"label": "Israel", "description": "Israel - Refers to laws or regulations specific to the country of Israel, for example, trade agreements and diplomatic relations between the European Union and Israel."}
{"label": "tariff policy", "description": "Tariff Policy - Refers to laws or regulations concerning the pricing of imported and exported goods, for example, regulations on the EU's common external tariff policy."}
{"label": "embryo and foetus", "description": "Embryo and Foetus - Refers to laws or regulations concerning the protection of embryos and foetuses, for example, regulations on reproductive rights and research involving embryos and foetuses within the EU."}
{"label": "root vegetable", "description": "Root Vegetable - Refers to laws or regulations concerning vegetables that grow underground, for example, regulations on the marketing and quality standards of root vegetables in the EU."}
{"label": "calf", "description": "Calf - Refers to laws or regulations concerning young domestic cattle, for example, regulations on the welfare and transport of calves within the EU."}
{"label": "animal welfare", "description": "Animal Welfare - Refers to laws or regulations concerning the well-being and humane treatment of animals, for example, regulations on animal welfare standards and enforcement in the EU."}
{"label": "supervisory body", "description": "Supervisory Body - Refers to laws or regulations concerning organizations or entities responsible for oversight and monitoring, for example, regulations on the role and functions of supervisory bodies in specific sectors within the EU."}
{"label": "Peru", "description": "Peru - Refers to laws or regulations specific to the country of Peru, for example, trade agreements and diplomatic relations between the European Union and Peru."}
{"label": "stabilisation and association agreement", "description": "Stabilisation and Association Agreement - Refers to laws or regulations concerning agreements between the EU and countries seeking to establish closer ties, for example, regulations on the stabilisation and association agreement with a candidate country."}
{"label": "allowances and expenses", "description": "Allowances and Expenses - Refers to laws or regulations concerning financial compensation and reimbursements, for example, regulations on allowances and expenses for public officials and employees within the EU."}
{"label": "quality control of industrial products", "description": "Quality Control of Industrial Products - Refers to laws or regulations concerning inspection and assessment of industrial product quality, for example, regulations on quality control measures for EU industrial products."}
{"label": "child", "description": "Child - Refers to laws or regulations concerning individuals under the age of majority, for example, regulations on child protection and welfare within the EU."}
{"label": "distribution of aid", "description": "Distribution of Aid - Refers to laws or regulations concerning the allocation and delivery of aid or assistance, for example, regulations on the distribution of humanitarian aid within the EU."}
{"label": "replanting", "description": "Replanting - Refers to laws or regulations concerning the replanting of crops or trees, for example, regulations on agricultural replanting schemes and incentives in the EU."}
{"label": "directory", "description": "Directory - Refers to laws or regulations concerning organized lists of information, for example, regulations on the compilation and publication of business directories in the EU."}
{"label": "pharmaceutical product", "description": "Pharmaceutical Product - Refers to laws or regulations concerning medicinal drugs and pharmaceuticals, for example, regulations on the approval and marketing of pharmaceutical products in the EU."}
{"label": "organic farming", "description": "Organic Farming - Refers to laws or regulations concerning agricultural practices that prioritize natural and sustainable methods, for example, regulations on organic farming standards and certification in the EU."}
{"label": "standardisation", "description": "Standardisation - Refers to laws or regulations concerning the establishment of uniform standards and specifications, for example, regulations on product standardization and harmonization within the EU."}
{"label": "enzyme", "description": "Enzyme - Refers to laws or regulations concerning proteins that act as catalysts in biological processes, for example, regulations on the use and labeling of enzymes in food and industrial applications within the EU."}
{"label": "weights and measures", "description": "Weights and Measures - Refers to laws or regulations concerning the standardization and control of weights and measures for commercial transactions, for example, regulations on the accuracy of scales used in retail stores within the EU."}
{"label": "forces abroad", "description": "Forces Abroad - Refers to laws or regulations concerning the deployment and activities of military forces abroad, for example, regulations on the conduct of EU military operations in conflict zones."}
{"label": "recording equipment", "description": "Recording Equipment - Refers to laws or regulations concerning the manufacture, sale, or use of recording equipment, for example, regulations on the copyright and privacy aspects of recording devices within the EU."}
{"label": "national currency", "description": "National Currency - Refers to laws or regulations concerning the official currency of a nation, for example, regulations on the issuance and circulation of the Euro as the official currency within the EU member states."}
{"label": "Libya", "description": "Libya - Refers to laws or regulations specific to the country of Libya, for example, regulations on trade and diplomatic relations between the EU and Libya."}
{"label": "preservative", "description": "Preservative - Refers to laws or regulations concerning substances used to preserve food or other products, for example, regulations on the maximum allowable levels of preservatives in food items within the EU."}
{"label": "beer", "description": "Beer - Refers to laws or regulations concerning the production, sale, or consumption of beer, for example, regulations on the labeling and advertising of beer products within the EU."}
{"label": "horticulture", "description": "Horticulture - Refers to laws or regulations concerning the cultivation and trade of plants, fruits, vegetables, and ornamental plants, for example, regulations on the import and export of horticultural products within the EU."}
{"label": "anti-subsidy proceeding", "description": "Anti-subsidy Proceeding - Refers to laws or regulations concerning investigations into and actions against subsidies provided by foreign governments to their domestic industries, for example, regulations on the imposition of countervailing duties on subsidized imports within the EU."}
{"label": "toy industry", "description": "Toy Industry - Refers to laws or regulations concerning the manufacturing, safety standards, and marketing of toys, for example, regulations on the use of certain materials in the production of toys within the EU."}
{"label": "Brazil", "description": "Brazil - Refers to laws or regulations specific to the country of Brazil, for example, regulations on trade and diplomatic relations between the EU and Brazil."}
{"label": "hard cheese", "description": "Hard Cheese - Refers to laws or regulations concerning the production, sale, or import of hard cheese varieties, for example, regulations on the labeling and packaging requirements for hard cheese within the EU."}
{"label": "slaughter animal", "description": "Slaughter Animal - Refers to laws or regulations concerning the slaughter and processing of animals for meat production, for example, regulations on the humane treatment and inspection of slaughter animals within the EU."}
{"label": "liberalisation of trade", "description": "Liberalisation of Trade - Refers to laws or regulations concerning the removal of trade barriers and promotion of free trade, for example, regulations on the elimination of tariffs and quotas within the EU's trade agreements."}
{"label": "USSR", "description": "USSR - Refers to laws or regulations specific to the former Union of Soviet Socialist Republics, for example, regulations on the recognition of legal documents from the dissolved USSR within the EU."}
{"label": "Syria", "description": "Syria - Refers to laws or regulations specific to the country of Syria, for example, regulations on sanctions and trade restrictions between the EU and Syria."}
{"label": "flax", "description": "Flax - Refers to laws or regulations concerning the cultivation, processing, or trade of flax, for example, regulations on the use of flax fibers in the textile industry within the EU."}
{"label": "hemp", "description": "Hemp - Refers to laws or regulations concerning the cultivation, processing, or use of hemp, for example, regulations on the legal status and permissible THC levels of hemp-derived products within the EU."}
{"label": "customs formalities", "description": "Customs Formalities - Refers to laws or regulations concerning the procedures and documentation required for import/export customs clearance, for example, regulations on the submission of customs declarations for goods entering the EU."}
{"label": "Argentina", "description": "Argentina - Refers to laws or regulations specific to the country of Argentina, for example, regulations on the protection of intellectual property rights between the EU and Argentina."}
{"label": "bilateral agreement", "description": "Bilateral Agreement - Refers to laws or regulations concerning agreements between two parties or countries, for example, regulations on the implementation and enforcement of bilateral trade agreements within the EU."}
{"label": "fertiliser", "description": "Fertiliser - Refers to laws or regulations concerning the production, sale, or use of fertilizers, for example, regulations on the labeling and composition standards of fertilizers within the EU."}
{"label": "buffalo meat", "description": "Buffalo Meat - Refers to laws or regulations concerning the production, import, or sale of buffalo meat, for example, regulations on the inspection and safety standards for buffalo meat products within the EU."}
{"label": "living plant", "description": "Living Plant - Refers to laws or regulations concerning the import/export, sale, or transport of living plants, for example, regulations on the phytosanitary requirements for the import of plants into the EU."}
{"label": "tax on consumption", "description": "Tax on Consumption - Refers to laws or regulations concerning indirect taxes on goods and services, for example, regulations on the standard VAT rate and exemptions within the EU member states."}
{"label": "pet food", "description": "Pet Food - Refers to laws or regulations concerning the production, labeling, and safety of pet food products, for example, regulations on the use of certain ingredients in pet food within the EU."}
{"label": "EU financing arrangements", "description": "EU Financing Arrangements - Refers to laws or regulations concerning the financial mechanisms and budgetary arrangements within the European Union, for example, regulations on the allocation and use of funds for specific EU programs."}
{"label": "chemical fertiliser", "description": "Chemical Fertiliser - Refers to laws or regulations concerning the production, sale, or use of chemical-based fertilizers, for example, regulations on the environmental impact and safe handling of chemical fertilizers within the EU."}
{"label": "dairy industry", "description": "Dairy Industry - Refers to laws or regulations concerning the dairy sector, including milk and dairy product production, for example, regulations on the quality standards and hygiene practices in the EU dairy industry."}
{"label": "raw milk", "description": "Raw Milk - Refers to laws or regulations concerning the production, sale, or processing of unpasteurized/raw milk, for example, regulations on the safety and labelling of raw milk within the EU."}
{"label": "dairy production", "description": "Dairy Production - Refers to laws or regulations concerning the production and management of dairy farms and dairy-related activities, for example, regulations on milk quotas and subsidies for dairy farmers within the EU."}
{"label": "redevelopment aid", "description": "Redevelopment Aid - Refers to laws or regulations concerning financial assistance and support for redevelopment projects, for example, regulations on the allocation of funds for urban redevelopment initiatives within the EU."}
{"label": "agricultural market", "description": "Agricultural Market - Refers to laws or regulations concerning the trading and marketing of agricultural products, for example, regulations on the establishment and functioning of agricultural markets within the EU."}
{"label": "Egypt", "description": "Egypt - Refers to laws or regulations specific to the country of Egypt, for example, regulations on trade and cultural relations between the EU and Egypt."}
{"label": "EU agriculture committee", "description": "EU Agriculture Committee - Refers to laws or regulations concerning the establishment, composition, and functions of the EU committee responsible for agricultural policy and issues."}
{"label": "poultry farming", "description": "Poultry Farming - Refers to laws or regulations concerning the breeding, welfare, and health of poultry in farming practices, for example, regulations on the use of antibiotics in poultry farming within the EU."}
{"label": "market protection", "description": "Market Protection - Refers to laws or regulations concerning measures to protect domestic markets, for example, regulations on the imposition of anti-dumping duties on imported goods within the EU."}
{"label": "spare part", "description": "Spare Part - Refers to laws or regulations concerning the production, sale, or import of spare parts for machinery or equipment, for example, regulations on the certification and safety standards for automotive spare parts within the EU."}
{"label": "Guinea", "description": "Guinea - Refers to laws or regulations specific to the country of Guinea, for example, regulations on trade and diplomatic relations between the EU and Guinea."}
{"label": "textile fibre", "description": "Textile Fibre - Refers to laws or regulations concerning the classification, labelling, and use of textile fibers in products, for example, regulations on the permissible use of certain synthetic fibers in clothing within the EU."}
{"label": "lighting equipment", "description": "Lighting Equipment - Refers to laws or regulations concerning the production, import, or sale of lighting equipment, for example, regulations on the energy efficiency and safety standards of lighting products within the EU."}
{"label": "accountant", "description": "Accountant - Refers to laws or regulations concerning the professional practice of accountancy and accounting services, for example, regulations on the qualifications and ethical standards for accountants within the EU."}
{"label": "pharmaceutical legislation", "description": "Pharmaceutical Legislation - Refers to laws or regulations concerning the approval, marketing, and distribution of pharmaceutical products, for example, regulations on the clinical trials and labeling requirements for medicines within the EU."}
{"label": "Africa", "description": "Africa - Refers to laws or regulations concerning the continent of Africa as a whole or specific regions within Africa, for example, regulations on the development and implementation of EU-Africa cooperation programs."}
{"label": "polymer", "description": "Polymer - Refers to laws or regulations concerning the use of polymers in various applications, for example, regulations on the safety and recycling of plastic polymers within the EU."}
{"label": "Jordan", "description": "Jordan - Refers to laws or regulations specific to the country of Jordan, for example, regulations on trade and diplomatic relations between the EU and Jordan."}
{"label": "voluntary organisation", "description": "Voluntary Organisation - Refers to laws or regulations concerning non-governmental and non-profit organizations operating on a voluntary basis, for example, regulations on the tax-exempt status and registration requirements for voluntary organizations within the EU."}
{"label": "purchase", "description": "Purchase - Refers to laws or regulations concerning the process of buying goods or services, for example, regulations on consumer rights and protection during the purchase of products within the EU."}
{"label": "guarantee threshold", "description": "Guarantee Threshold - Refers to laws or regulations concerning the minimum level of guarantee required for certain financial transactions, for example, regulations on the guarantee threshold for public procurement contracts within the EU."}
{"label": "semi-metal", "description": "Semi-Metal - Refers to laws or regulations concerning semi-metallic elements or materials, for example, regulations on the handling and disposal of certain semi-metallic substances within the EU."}
{"label": "indemnification", "description": "Indemnification - Refers to laws or regulations concerning compensation or reimbursement for losses or damages, for example, regulations on the indemnification of individuals affected by a government project within the EU."}
{"label": "Mexico", "description": "Mexico - Refers to laws or regulations specific to the country of Mexico, for example, regulations on trade and diplomatic relations between the EU and Mexico."}
{"label": "Sri Lanka", "description": "Sri Lanka - Refers to laws or regulations specific to the country of Sri Lanka, for example, regulations on bilateral agreements and cooperation between the EU and Sri Lanka."}
{"label": "animal tuberculosis", "description": "Animal Tuberculosis - Refers to laws or regulations concerning the prevention and control of tuberculosis in animals, for example, regulations on the testing and movement restrictions for animals infected with tuberculosis within the EU."}
{"label": "transport of dangerous goods", "description": "Transport of Dangerous Goods - Refers to laws or regulations concerning the safe transportation of hazardous materials, for example, regulations on the labeling and packaging requirements for dangerous goods shipments within the EU."}
{"label": "soya bean", "description": "Soya Bean - Refers to laws or regulations concerning the production, import, or use of soybeans, for example, regulations on the cultivation and genetic modification of soybeans within the EU."}
{"label": "protected area", "description": "Protected Area - Refers to laws or regulations concerning designated areas with special environmental protection, for example, regulations on the activities and access restrictions in protected natural reserves within the EU."}
{"label": "Greenland", "description": "Greenland - Refers to laws or regulations specific to the territory of Greenland, for example, regulations on fisheries management and trade relations between the EU and Greenland."}
{"label": "temporary admission", "description": "Temporary Admission - Refers to laws or regulations concerning the temporary import or use of goods, for example, regulations on the temporary admission of exhibition items into the EU."}
{"label": "Protocol (EU)", "description": "Protocol (EU) - Refers to laws or regulations concerning protocols related to EU treaties or agreements, for example, regulations on the implementation of a protocol related to environmental protection within the EU."}
{"label": "food supplement", "description": "Food Supplement - Refers to laws or regulations concerning dietary supplements, for example, regulations on the labeling and composition of vitamin supplements within the EU."}
{"label": "trade policy", "description": "Trade Policy - Refers to laws or regulations concerning the policies and measures related to international trade, for example, regulations on the negotiation and enforcement of trade agreements by the EU."}
{"label": "zootechnics", "description": "Zootechnics - Refers to laws or regulations concerning animal breeding and husbandry practices, for example, regulations on the registration and breeding standards for livestock within the EU."}
{"label": "fresh fish", "description": "Fresh Fish - Refers to laws or regulations concerning the handling and trade of freshly caught fish, for example, regulations on the quality and safety standards for fresh fish products within the EU."}
{"label": "refrigerated product", "description": "Refrigerated Product - Refers to laws or regulations concerning products that require refrigeration during transportation or storage, for example, regulations on the temperature control and monitoring of refrigerated goods within the EU."}
{"label": "veterinary medicinal product", "description": "Veterinary Medicinal Product - Refers to laws or regulations concerning medicines and treatments for animals, for example, regulations on the approval and marketing authorization of veterinary drugs within the EU."}
{"label": "microorganism", "description": "Microorganism - Refers to laws or regulations concerning microorganisms and their use or manipulation, for example, regulations on the safety and containment measures for genetically modified microorganisms within the EU."}
{"label": "decision-making body (EU)", "description": "Decision-making Body (EU) - Refers to laws or regulations concerning the bodies responsible for making decisions within the EU, for example, regulations on the decision-making process of the European Parliament."}
{"label": "animal leucosis", "description": "Animal Leucosis - Refers to laws or regulations concerning a group of diseases affecting animals, for example, regulations on the control and eradication of leucosis in cattle within the EU."}
{"label": "Dominican Republic", "description": "Dominican Republic - Refers to laws or regulations specific to the country of the Dominican Republic, for example, regulations on trade and diplomatic relations between the EU and the Dominican Republic."}
{"label": "Europe", "description": "Europe - Refers to laws or regulations concerning the continent of Europe as a whole or the European region, for example, regulations on regional development and cohesion policies within the EU."}
{"label": "mushroom-growing", "description": "Mushroom-Growing - Refers to laws or regulations concerning the cultivation and trade of mushrooms, for example, regulations on the hygiene and safety standards for mushroom production within the EU."}
{"label": "European Environment Agency", "description": "European Environment Agency - Refers to laws or regulations concerning the establishment and functions of the European Environment Agency responsible for environmental protection and assessment within the EU."}
{"label": "Lebanon", "description": "Lebanon - Refers to laws or regulations specific to the country of Lebanon, for example, regulations on trade and cultural relations between the EU and Lebanon."}
{"label": "Lombardy", "description": "Lombardy - Refers to laws or regulations specific to the Lombardy region in Italy, for example, regulations on regional development and economic initiatives within Lombardy as part of the EU."}
{"label": "production improvement", "description": "Production Improvement - Refers to laws or regulations concerning measures to improve production processes and efficiency, for example, regulations on the adoption of advanced technologies in agriculture within the EU."}
{"label": "livestock farming", "description": "Livestock Farming - Refers to laws or regulations concerning the breeding and management of farm animals, for example, regulations on animal welfare and disease control in livestock farming within the EU."}
{"label": "apiculture", "description": "Apiculture - Refers to laws or regulations concerning beekeeping and the production of honey and other bee products, for example, regulations on the health and safety standards for beekeeping practices within the EU."}
{"label": "sunflower seed oil", "description": "Sunflower Seed Oil - Refers to laws or regulations concerning the production and trade of sunflower seed oil, for example, regulations on the labeling and quality standards for sunflower seed oil within the EU."}
{"label": "milk fat", "description": "Milk Fat - Refers to laws or regulations concerning the fat content of milk and dairy products, for example, regulations on the labeling and composition of milk fat in dairy products within the EU."}
{"label": "Philippines", "description": "Philippines - Refers to laws or regulations specific to the country of the Philippines, for example, regulations on trade and diplomatic relations between the EU and the Philippines."}
{"label": "glass", "description": "Glass - Refers to laws or regulations concerning glass products, for example, regulations on the safety standards and labeling requirements for glassware within the EU."}
{"label": "expenditure", "description": "Expenditure - Refers to laws or regulations concerning financial spending and budget allocation, for example, regulations on the allocation of EU funds for specific projects and programs."}
{"label": "clock and watch industry", "description": "Clock and Watch Industry - Refers to laws or regulations concerning the production and trade of clocks and watches, for example, regulations on the labeling and certification of timepieces within the EU."}
{"label": "glucose", "description": "Glucose - Refers to laws or regulations concerning the use and labeling of glucose in food and medical products, for example, regulations on the permissible glucose levels in food items within the EU."}
{"label": "milk protein", "description": "Milk Protein - Refers to laws or regulations concerning the protein content of milk and dairy products, for example, regulations on the nutritional labeling and claims for milk protein in dairy products within the EU."}
{"label": "republic", "description": "Republic - Refers to laws or regulations concerning the form of government where the country is considered a republic, for example, regulations on the constitutional principles and democratic processes within EU member states that are republics."}
{"label": "non-profit organisation", "description": "Non-Profit Organisation - Refers to laws or regulations concerning organizations operated for public or social welfare purposes, for example, regulations on the tax-exempt status and reporting requirements for non-profit organizations within the EU."}
{"label": "health policy", "description": "Health Policy - Refers to laws or regulations concerning policies and measures related to healthcare and public health, for example, regulations on the funding and delivery of healthcare services within the EU."}
{"label": "import tax", "description": "Import Tax - Refers to laws or regulations concerning taxes levied on imported goods, for example, regulations on the customs duties and tariffs for imported products within the EU."}
{"label": "cosmetic product", "description": "Cosmetic Product - Refers to laws or regulations concerning the safety and labeling of cosmetic products, for example, regulations on the use of certain ingredients and claims in cosmetic products within the EU."}
{"label": "Maghreb", "description": "Maghreb - Refers to laws or regulations concerning the region of Maghreb in North Africa, for example, regulations on trade and cooperation between the EU and Maghreb countries."}
{"label": "Mediterranean region (EU)", "description": "Mediterranean Region (EU) - Refers to laws or regulations concerning the countries and territories located in the Mediterranean region and their relations with the EU, for example, regulations on maritime security and environmental protection in the Mediterranean Sea."}
{"label": "wood industry", "description": "Wood Industry - Refers to laws or regulations concerning the production, trade, and use of wood and wood products, for example, regulations on sustainable forestry practices within the EU."}
{"label": "EU stock", "description": "EU Stock - Refers to laws or regulations concerning the stock market and trading of securities within the EU, for example, regulations on insider trading and disclosure requirements for companies listed on EU stock exchanges."}
{"label": "stock", "description": "Stock - Refers to laws or regulations concerning the supply and availability of goods or products, for example, regulations on the management and reporting of food stock levels within the EU."}
{"label": "export tax", "description": "Export Tax - Refers to laws or regulations concerning taxes levied on exported goods, for example, regulations on the taxation of agricultural exports from the EU."}
{"label": "Moldova", "description": "Moldova - Refers to laws or regulations specific to the country of Moldova, for example, regulations on trade and diplomatic relations between the EU and Moldova."}
{"label": "fish farming", "description": "Fish Farming - Refers to laws or regulations concerning the breeding and cultivation of fish in aquaculture, for example, regulations on the environmental impact and fish welfare standards in fish farming within the EU."}
{"label": "guaranteed price", "description": "Guaranteed Price - Refers to laws or regulations concerning the minimum price or support price guaranteed to producers for certain agricultural products, for example, regulations on the guaranteed price for wheat within the EU."}
{"label": "scientific research", "description": "Scientific Research - Refers to laws or regulations concerning research activities and scientific studies, for example, regulations on the ethical review and funding of scientific research projects within the EU."}
{"label": "storage of food", "description": "Storage of Food - Refers to laws or regulations concerning the proper storage and handling of food products, for example, regulations on the storage conditions and shelf life of perishable food items within the EU."}
{"label": "European Chemicals Agency", "description": "European Chemicals Agency - Refers to laws or regulations concerning the establishment and functions of the European Chemicals Agency responsible for the registration and evaluation of chemicals within the EU."}
{"label": "peripheral region", "description": "Peripheral Region - Refers to laws or regulations concerning regions that are geographically remote or economically less developed, for example, regulations on the regional development and support programs for peripheral regions within the EU."}
{"label": "early childhood", "description": "Early Childhood - Refers to laws or regulations concerning the care, education, and protection of young children, for example, regulations on early childhood education and childcare services within the EU."}
{"label": "compensatory financing", "description": "Compensatory Financing - Refers to laws or regulations concerning financial assistance provided to compensate for losses or adverse effects, for example, regulations on compensatory financing for regions affected by natural disasters within the EU."}
{"label": "material of animal origin", "description": "Material of Animal Origin - Refers to laws or regulations concerning materials derived from animals, for example, regulations on the import and use of animal-derived materials in food and medical products within the EU."}
{"label": "advance payment", "description": "Advance Payment - Refers to laws or regulations concerning the payment made in advance for goods or services, for example, regulations on the advance payment terms and conditions in contracts within the EU."}
{"label": "customs tariff", "description": "Customs Tariff - Refers to laws or regulations concerning the classification and taxation of goods for customs purposes, for example, regulations on the customs tariff rates for imported goods within the EU."}
{"label": "epidemiology", "description": "Epidemiology - Refers to laws or regulations concerning the study and analysis of diseases and their patterns in populations, for example, regulations on the reporting and control of infectious diseases within the EU."}
{"label": "modernisation aid", "description": "Modernisation Aid - Refers to laws or regulations concerning financial support provided to modernize and upgrade certain sectors or industries, for example, regulations on the modernisation aid for agricultural infrastructure within the EU."}
{"label": "sweetener", "description": "Sweetener - Refers to laws or regulations concerning substances used to sweeten food and beverages, for example, regulations on the permissible use and labeling of sweeteners in food products within the EU."}
{"label": "rabbit", "description": "Rabbit - Refers to laws or regulations concerning the breeding, welfare, and marketing of rabbits, for example, regulations on the standards for rabbit farming and meat production within the EU."}
{"label": "textile plant", "description": "Textile Plant - Refers to laws or regulations concerning plants used in the textile industry, for example, regulations on the cultivation and trade of textile plants within the EU."}
{"label": "agricultural structure", "description": "Agricultural Structure - Refers to laws or regulations concerning the organization and characteristics of the agricultural sector, for example, regulations on the diversification and sustainability of agricultural structures within the EU."}
{"label": "pasta", "description": "Pasta - Refers to laws or regulations concerning the production and labeling of pasta products, for example, regulations on the composition and quality standards of pasta within the EU."}
{"label": "sound reproduction equipment", "description": "Sound Reproduction Equipment - Refers to laws or regulations concerning equipment used for sound recording and playback, for example, regulations on the safety and emission standards of sound reproduction equipment within the EU."}
{"label": "Senegal", "description": "Senegal - Refers to laws or regulations specific to the country of Senegal, for example, regulations on trade and diplomatic relations between the EU and Senegal."}
{"label": "metrology", "description": "Metrology - Refers to laws or regulations concerning the science and measurement standards, for example, regulations on the accuracy and calibration of measuring instruments within the EU."}
{"label": "aid programme", "description": "Aid Programme - Refers to laws or regulations concerning development assistance and aid programs, for example, regulations on the allocation and implementation of EU aid programs in developing countries."}
{"label": "butter oil", "description": "Butter Oil - Refers to laws or regulations concerning the product derived from butter, for example, regulations on the labeling and composition of butter oil within the EU."}
{"label": "re-import", "description": "Re-import - Refers to laws or regulations concerning the importation of goods that were previously exported, for example, regulations on the conditions and documentation required for re-importation of goods within the EU."}
{"label": "farmer", "description": "Farmer - Refers to laws or regulations concerning individuals engaged in agricultural activities, for example, regulations on the rights and responsibilities of farmers within the EU."}
{"label": "evaluation method", "description": "Evaluation Method - Refers to laws or regulations concerning methods used for assessing or evaluating various aspects, for example, regulations on the evaluation method for the effectiveness of public policies within the EU."}
{"label": "dairy ice cream", "description": "Dairy Ice Cream - Refers to laws or regulations concerning ice cream products made from dairy ingredients, for example, regulations on the labeling and composition of dairy ice cream within the EU."}
{"label": "suckler cow", "description": "Suckler Cow - Refers to laws or regulations concerning cows kept for breeding and raising calves for beef production, for example, regulations on the welfare and management of suckler cows within the EU."}
{"label": "meat", "description": "Meat - Refers to laws or regulations concerning the production, trade, and safety of meat products, for example, regulations on the inspection and labeling of meat within the EU."}
{"label": "Euratom Supply Agency", "description": "Euratom Supply Agency - Refers to laws or regulations concerning the agency responsible for ensuring the supply of nuclear materials for EU member states under the Euratom Treaty."}
{"label": "environmental impact", "description": "Environmental Impact - Refers to laws or regulations concerning the assessment and mitigation of environmental effects of projects and activities, for example, regulations on the environmental impact assessment of infrastructure projects within the EU."}
{"label": "Isle of Man", "description": "Isle of Man - Refers to laws or regulations specific to the territory of the Isle of Man, for example, regulations on financial services and taxation between the EU and the Isle of Man."}
{"label": "food hygiene", "description": "Food Hygiene - Refers to laws or regulations concerning the hygiene and safety standards of food products, for example, regulations on food handling and processing practices within the EU."}
{"label": "protection of animals", "description": "Protection of Animals - Refers to laws or regulations concerning the welfare and rights of animals, for example, regulations on the treatment and transportation of animals in scientific research within the EU."}
{"label": "agricultural policy", "description": "Agricultural Policy - Refers to laws or regulations concerning the policies and measures related to agriculture and rural development, for example, regulations on the Common Agricultural Policy (CAP) of the EU."}
{"label": "World Trade Organisation", "description": "World Trade Organisation - Refers to laws or regulations concerning the international organization responsible for global trade rules and dispute resolution, for example, regulations on the implementation of WTO agreements within the EU."}
{"label": "EC Regulation", "description": "EC Regulation - Refers to laws or regulations issued by the European Commission that are directly applicable in EU member states without the need for national transposition."}
{"label": "minimum stock", "description": "Minimum Stock - Refers to laws or regulations concerning the minimum level of goods required to be maintained in stock, for example, regulations on the minimum stock levels for essential medications within the EU."}
{"label": "support policy", "description": "Support Policy - Refers to laws or regulations concerning policies and measures to provide support and assistance, for example, regulations on the support policy for small businesses and startups within the EU."}
{"label": "Central and Eastern European Countries", "description": "Central and Eastern European Countries - Refers to laws or regulations concerning the countries in the Central and Eastern European region, for example, regulations on the accession and integration of these countries into the EU."}
{"label": "decorative item", "description": "Decorative Item - Refers to laws or regulations concerning items used for decoration or ornamentation, for example, regulations on the safety and labeling of decorative items sold within the EU."}
{"label": "farm return", "description": "Farm Return - Refers to laws or regulations concerning the reporting and documentation of farm income and expenses, for example, regulations on the submission of annual farm returns within the EU."}
{"label": "pension scheme", "description": "Pension Scheme - Refers to laws or regulations concerning retirement plans and pensions, for example, regulations on the pension scheme for EU government employees."}
{"label": "reform of the CAP", "description": "Reform of the CAP - Refers to laws or regulations concerning the reform and changes to the Common Agricultural Policy of the EU, for example, regulations on the recent reform of the CAP."}
{"label": "legal person", "description": "Legal Person - Refers to laws or regulations concerning entities recognized as having legal rights and obligations, for example, regulations on the formation and registration of companies as legal persons within the EU."}
{"label": "root crop", "description": "Root Crop - Refers to laws or regulations concerning crops that are grown for their edible roots, for example, regulations on the cultivation and trade of root crops like potatoes and carrots within the EU."}
{"label": "freshwater fish", "description": "Freshwater Fish - Refers to laws or regulations concerning fish species that live in freshwater habitats, for example, regulations on the conservation and fishing quotas for freshwater fish within the EU."}
{"label": "Mediterranean Sea", "description": "Mediterranean Sea - Refers to laws or regulations concerning the sea and maritime activities in the Mediterranean region, for example, regulations on maritime safety and environmental protection in the Mediterranean Sea within the EU."}
{"label": "desiccated product", "description": "Desiccated Product - Refers to laws or regulations concerning products that have been dried or dehydrated, for example, regulations on the labeling and storage of desiccated food products within the EU."}
{"label": "labour mobility", "description": "Labour Mobility - Refers to laws or regulations concerning the movement and employment of workers across borders, for example, regulations on the labor mobility and rights of EU citizens within the EU."}
{"label": "EU agricultural market", "description": "EU Agricultural Market - Refers to laws or regulations concerning the market and trade of agricultural products within the EU, for example, regulations on the common agricultural market and the free movement of goods."}
{"label": "mountain region", "description": "Mountain Region - Refers to laws or regulations concerning regions with significant mountainous terrain, for example, regulations on the sustainable development and protection of mountain regions within the EU."}
{"label": "medical research", "description": "Medical Research - Refers to laws or regulations concerning research activities and studies related to medicine and healthcare, for example, regulations on the ethical approval and funding of medical research projects within the EU."}
{"label": "vehicle registration", "description": "Vehicle Registration - Refers to laws or regulations concerning the registration and licensing of vehicles, for example, regulations on the requirements and fees for vehicle registration within the EU."}
{"label": "Asia", "description": "Asia - Refers to laws or regulations concerning the continent of Asia as a whole or specific regions within Asia, for example, regulations on trade and diplomatic relations between the EU and Asian countries."}
{"label": "veterinary medicine", "description": "Veterinary Medicine - Refers to laws or regulations concerning medicines and treatments for animals, for example, regulations on the approval and marketing authorization of veterinary drugs within the EU."}
{"label": "least-developed country", "description": "Least-Developed Country - Refers to laws or regulations concerning countries with the lowest indicators of socioeconomic development, for example, regulations on development aid and trade preferences for least-developed countries within the EU."}
{"label": "employment policy", "description": "Employment Policy - Refers to laws or regulations concerning policies and measures related to employment and labor market, for example, regulations on employment support programs and labor rights within the EU."}
{"label": "balance of payments assistance", "description": "Balance of Payments Assistance - Refers to laws or regulations concerning financial assistance provided to countries facing balance of payments difficulties, for example, regulations on the terms and conditions of balance of payments assistance by the EU."}
{"label": "inward processing", "description": "Inward Processing - Refers to laws or regulations concerning the temporary importation of goods for processing or manufacturing purposes, for example, regulations on the customs procedures and duties for inward processing within the EU."}
{"label": "bull", "description": "Bull - Refers to laws or regulations concerning male cattle, for example, regulations on the breeding and sale of bulls for agricultural purposes within the EU."}
{"label": "market", "description": "Market - Refers to laws or regulations concerning markets for goods and services, for example, regulations on competition and consumer protection in the EU market."}
{"label": "offer price", "description": "Offer Price - Refers to laws or regulations concerning the price at which goods or securities are offered for sale, for example, regulations on the transparency and fairness of offer prices in financial markets within the EU."}
{"label": "Bangladesh", "description": "Bangladesh - Refers to laws or regulations specific to the country of Bangladesh, for example, regulations on trade and diplomatic relations between the EU and Bangladesh."}
{"label": "bearing", "description": "Bearing - Refers to laws or regulations concerning machine components used to support rotating shafts, for example, regulations on the safety and certification standards for bearings within the EU."}
{"label": "donation", "description": "Donation - Refers to laws or regulations concerning the voluntary giving of gifts or funds, for example, regulations on tax deductions for charitable donations within the EU."}
{"label": "liqueur", "description": "Liqueur - Refers to laws or regulations concerning alcoholic beverages flavored with fruits, herbs, or other substances, for example, regulations on the production and labeling of liqueurs within the EU."}
{"label": "flavouring", "description": "Flavouring - Refers to laws or regulations concerning substances used to add flavor to food and beverages, for example, regulations on the safety and usage of flavorings in food products within the EU."}
{"label": "hydrocarbon", "description": "Hydrocarbon - Refers to laws or regulations concerning organic compounds containing hydrogen and carbon, for example, regulations on the handling and storage of hydrocarbons within the EU."}
{"label": "member country", "description": "Member Country - Refers to laws or regulations concerning countries that are members of a particular organization or union, for example, regulations on the rights and obligations of EU member countries."}
{"label": "plate", "description": "Plate - Refers to laws or regulations concerning vehicle registration plates, for example, regulations on the design and display requirements of license plates within the EU."}
{"label": "laying poultry", "description": "Laying Poultry - Refers to laws or regulations concerning poultry raised for egg production, for example, regulations on the welfare and housing standards for laying poultry within the EU."}
{"label": "Rhineland-Palatinate", "description": "Rhineland-Palatinate - Refers to laws or regulations specific to the state of Rhineland-Palatinate in Germany, for example, regulations on regional development and economic initiatives within Rhineland-Palatinate as part of the EU."}
{"label": "regions of Spain", "description": "Regions of Spain - Refers to laws or regulations specific to regions within Spain, for example, regulations on regional governance and autonomy within the EU member state of Spain."}
{"label": "fishing permit", "description": "Fishing Permit - Refers to laws or regulations concerning licenses and permits for fishing activities, for example, regulations on the issuance and conditions of fishing permits within the EU."}
{"label": "agricultural vehicle", "description": "Agricultural Vehicle - Refers to laws or regulations concerning vehicles used for agricultural purposes, for example, regulations on the roadworthiness and registration of agricultural vehicles within the EU."}
{"label": "organic product", "description": "Organic Product - Refers to laws or regulations concerning agricultural products produced using organic farming methods, for example, regulations on the labeling and certification of organic products within the EU."}
{"label": "economic accounts for agriculture", "description": "Economic Accounts for Agriculture - Refers to laws or regulations concerning the accounting and reporting of economic activities in agriculture, for example, regulations on the compilation and publication of economic accounts for agriculture within the EU."}
{"label": "inland waterway fleet", "description": "Inland Waterway Fleet - Refers to laws or regulations concerning the fleet of vessels operating on inland waterways, for example, regulations on the safety and environmental standards for inland waterway vessels within the EU."}
{"label": "organic chemical", "description": "Organic Chemical - Refers to laws or regulations concerning chemical substances based on carbon compounds, for example, regulations on the registration and use of organic chemicals within the EU."}
{"label": "coal mining", "description": "Coal Mining - Refers to laws or regulations concerning the extraction and exploitation of coal resources, for example, regulations on the safety and environmental impact of coal mining activities within the EU."}
{"label": "sericulture", "description": "Sericulture - Refers to laws or regulations concerning the production of silk and the rearing of silkworms, for example, regulations on the quality and labeling of silk products within the EU."}
{"label": "intervention policy", "description": "Intervention Policy - Refers to laws or regulations concerning government intervention in the market to stabilize prices or support certain sectors, for example, regulations on the intervention policy for agricultural commodities within the EU."}
{"label": "traceability", "description": "Traceability - Refers to laws or regulations concerning the ability to track the origin and history of products, for example, regulations on the traceability of food products within the EU."}
{"label": "tariff agreement", "description": "Tariff Agreement - Refers to laws or regulations concerning agreements on customs duties and tariffs between countries, for example, regulations on the implementation and enforcement of tariff agreements within the EU."}
{"label": "fish disease", "description": "Fish Disease - Refers to laws or regulations concerning diseases affecting fish and aquaculture, for example, regulations on the prevention and control of fish diseases within the EU."}
{"label": "So Tom and Prncipe", "description": "So Tom and Prncipe - Refers to laws or regulations specific to the country of So Tom and Prncipe, for example, regulations on trade and diplomatic relations between the EU and So Tom and Prncipe."}
{"label": "fallow", "description": "Fallow - Refers to laws or regulations concerning land that is left uncultivated for a period to restore fertility or preserve the environment, for example, regulations on the agricultural subsidies for fallow land within the EU."}
{"label": "food colouring", "description": "Food Colouring - Refers to laws or regulations concerning substances used to add color to food and beverages, for example, regulations on the safety and usage of food colorings in the EU."}
{"label": "renewal of an agreement", "description": "Renewal of an Agreement - Refers to laws or regulations concerning the extension or continuation of existing agreements, for example, regulations on the renewal of trade agreements between the EU and partner countries."}
{"label": "fisheries policy", "description": "Fisheries Policy - Refers to laws or regulations concerning the management and conservation of fishery resources, for example, regulations on the fishing quotas and sustainable fishing practices within the EU."}
{"label": "agricultural census", "description": "Agricultural Census - Refers to laws or regulations concerning the periodic survey of agricultural holdings and production, for example, regulations on the data collection and reporting for agricultural censuses within the EU."}
{"label": "Cte d'Ivoire", "description": "Cte d'Ivoire - Refers to laws or regulations specific to the country of Cte d'Ivoire (Ivory Coast), for example, regulations on trade and diplomatic relations between the EU and Cte d'Ivoire."}
{"label": "Lower Saxony", "description": "Lower Saxony - Refers to laws or regulations specific to the state of Lower Saxony in Germany, for example, regulations on regional development and economic initiatives within Lower Saxony as part of the EU."}
{"label": "processed food product", "description": "Processed Food Product - Refers to laws or regulations concerning food items that have undergone processing, for example, regulations on the labeling and safety standards for processed food products within the EU."}
{"label": "protein products", "description": "Protein Products - Refers to laws or regulations concerning food and supplements rich in protein, for example, regulations on the marketing and composition of protein products within the EU."}
{"label": "arms trade", "description": "Arms Trade - Refers to laws or regulations concerning the international trade and transfer of arms and weapons, for example, regulations on the export and import of arms within the EU."}
{"label": "cocoa", "description": "Cocoa - Refers to laws or regulations concerning the cultivation and trade of cocoa beans, for example, regulations on the quality standards and fair trade practices for cocoa within the EU."}
{"label": "screen", "description": "Screen - Refers to laws or regulations concerning visual display units and screens, for example, regulations on the safety and emission standards of screens and monitors within the EU."}
{"label": "Eastern Bloc countries", "description": "Eastern Bloc Countries - Refers to laws or regulations concerning the countries that were formerly part of the Eastern Bloc in Europe, for example, regulations on trade and cooperation between the EU and Eastern Bloc countries."}
{"label": "primary sector", "description": "Primary Sector - Refers to laws or regulations concerning the sector of the economy involved in the extraction of natural resources, for example, regulations on the environmental impact and sustainability of primary sector activities within the EU."}
{"label": "import refund", "description": "Import Refund - Refers to laws or regulations concerning the refund of customs duties and taxes on imported goods, for example, regulations on the conditions and procedures for import refunds within the EU."}
{"label": "Cape Verde", "description": "Cape Verde - Refers to laws or regulations specific to the country of Cape Verde, for example, regulations on trade and diplomatic relations between the EU and Cape Verde."}
{"label": "Corsica", "description": "Corsica - Refers to laws or regulations specific to the region of Corsica in France, for example, regulations on regional governance and autonomy within Corsica as part of the EU."}
