{"label": "Psychology.Seasonal affective disorder", "description": "Papers studying the psychological condition of seasonal affective disorder, for example, investigating its prevalence and treatment options in different populations."}
{"label": "Civil.Construction Management", "description": "Research on various aspects of construction management, such as project planning, resource allocation, and risk assessment in civil engineering projects."}
{"label": "Medical.Skin Care", "description": "Examining medical papers related to skin care, such as the efficacy of different skincare products and treatments for various skin conditions."}
{"label": "MAE.Manufacturing engineering", "description": "Papers focusing on manufacturing engineering, for instance, exploring innovative techniques for optimizing production processes in different industries."}
{"label": "Medical.Anxiety", "description": "Investigating medical research related to anxiety, including the evaluation of interventions and therapies to manage anxiety disorders in patients."}
{"label": "Psychology.Person perception", "description": "Studying papers that delve into the psychological aspects of person perception, for example, exploring how individuals form impressions of others based on various cues."}
{"label": "MAE.Strength of materials", "description": "Research on the strength of materials, such as analyzing the mechanical properties and behavior of different materials under various loading conditions."}
{"label": "ECE.State space representation", "description": "Examining the representation of systems in state space, for example, applying control theory to model and analyze electrical and computer engineering systems."}
{"label": "Psychology.Problem-solving", "description": "Papers focused on the psychological aspects of problem-solving, including investigating cognitive processes and strategies in tackling various types of problems."}
{"label": "Medical.Irritable Bowel Syndrome", "description": "Research on irritable bowel syndrome, for instance, studying its etiology, symptoms, and potential therapeutic approaches."}
{"label": "Medical.HIV/AIDS", "description": "Exploring medical literature related to HIV/AIDS, such as research on antiretroviral therapies and epidemiological studies of HIV transmission."}
{"label": "biochemistry.Immunology", "description": "Papers focusing on the intersection of biochemistry and immunology, for example, studying the molecular mechanisms of immune responses to various diseases and pathogens."}
{"label": "CS.Symbolic computation", "description": "Research on symbolic computation in computer science, such as developing algorithms for symbolic manipulation of mathematical expressions and equations."}
{"label": "CS.Software engineering", "description": "Exploring various aspects of software engineering, for instance, investigating agile development methodologies and software quality assurance techniques."}
{"label": "Medical.Fungal Infection", "description": "Studying medical papers related to fungal infections, such as examining the epidemiology and treatment options for specific fungal pathogens in different populations."}
{"label": "Medical.Diabetes", "description": "Research on diabetes, including studies on the pathophysiology of the disease, management approaches, and the development of new treatments."}
{"label": "Civil.Remote Sensing", "description": "Papers centered on remote sensing applications in civil engineering, for example, using satellite imagery to monitor and analyze infrastructure and environmental changes."}
{"label": "CS.Parallel computing", "description": "Investigating parallel computing in computer science, such as designing algorithms to efficiently execute computations on parallel processing architectures."}
{"label": "MAE.Internal combustion engine", "description": "Research on internal combustion engines, for instance, studying the performance optimization and emissions reduction of various types of engines."}
{"label": "CS.Operating systems", "description": "Examining operating systems in computer science, such as analyzing the design and implementation of different operating systems and their functionalities."}
{"label": "Civil.Water Pollution", "description": "Studying papers related to water pollution in civil engineering, for example, investigating the sources, impacts, and mitigation strategies of water contamination in different regions."}
{"label": "ECE.Electrical network", "description": "Papers related to electrical networks, for example, studying the analysis and optimization of power distribution systems in different settings."}
{"label": "Civil.Green Building", "description": "Research on green building practices in civil engineering, such as investigating sustainable materials and energy-efficient design strategies for eco-friendly constructions."}
{"label": "Medical.Hypothyroidism", "description": "Examining medical literature related to hypothyroidism, for instance, studying the diagnosis, treatment, and management of this thyroid disorder."}
{"label": "Medical.Asthma", "description": "Studying medical papers focused on asthma, including research on the pathophysiology, triggers, and treatment options for asthma patients."}
{"label": "Medical.Parenting", "description": "Investigating papers related to parenting and child development, for example, exploring the impact of different parenting styles on children's socioemotional development."}
{"label": "Civil.Solar Energy", "description": "Research on solar energy applications in civil engineering, such as assessing the feasibility and performance of solar power systems in different geographical locations."}
{"label": "MAE.Hydraulics", "description": "Papers centered on hydraulics, for instance, studying fluid behavior and applications of fluid mechanics in engineering systems."}
{"label": "ECE.Electricity", "description": "Examining papers related to electricity and electrical systems, such as studying power generation, transmission, and utilization."}
{"label": "Medical.Birth Control", "description": "Research on birth control methods and family planning, including studies on the safety, effectiveness, and accessibility of various contraceptive options."}
{"label": "CS.Machine learning", "description": "Studying papers related to machine learning, for example, developing algorithms for pattern recognition and predictive modeling from data."}
{"label": "Civil.Ambient Intelligence", "description": "Research on ambient intelligence in civil engineering, for example, developing smart environments that can adapt and respond to human presence and needs in buildings or cities."}
{"label": "Medical.Allergies", "description": "Studying medical papers related to allergies, such as investigating the immunological mechanisms and potential treatments for different types of allergies."}
{"label": "ECE.Electric motor", "description": "Examining papers focused on electric motors, for instance, studying the design, control, and optimization of various types of electric motors."}
{"label": "CS.Algorithm design", "description": "Research on algorithm design in computer science, such as developing efficient and scalable algorithms to solve computational problems."}
{"label": "CS.Cryptography", "description": "Investigating papers related to cryptography, for example, developing secure cryptographic techniques for data encryption and decryption."}
{"label": "Medical.Low Testosterone", "description": "Studying medical literature related to low testosterone levels, including research on the causes, symptoms, and potential treatments for hormonal imbalances."}
{"label": "MAE.Machine design", "description": "Papers centered on machine design, for instance, studying the principles and methodologies for designing mechanical systems and devices."}
{"label": "Psychology.Schizophrenia", "description": "Examining psychological research on schizophrenia, such as investigating the symptoms, etiology, and treatment options for individuals with schizophrenia."}
{"label": "CS.Image processing", "description": "Research on image processing in computer science, for example, developing algorithms for enhancing, analyzing, and interpreting digital images."}
{"label": "Medical.Heart Disease", "description": "Studying medical papers related to heart disease, such as exploring risk factors, diagnostic methods, and treatments for various heart conditions."}
{"label": "biochemistry.Southern blotting", "description": "Research on Southern blotting in biochemistry, for example, detecting specific DNA sequences and studying gene expression patterns using this molecular biology technique."}
{"label": "MAE.Materials Engineering", "description": "Studying materials engineering, such as investigating the properties and applications of different materials for designing new and improved engineering materials."}
{"label": "Medical.Alzheimer's Disease", "description": "Examining medical papers related to Alzheimer's disease, including research on its pathogenesis, potential biomarkers, and therapeutic interventions."}
{"label": "ECE.Control engineering", "description": "Research on control engineering, for instance, designing control systems to regulate and manage the behavior of dynamic systems in electrical and mechanical engineering."}
{"label": "biochemistry.Polymerase chain reaction", "description": "Investigating the polymerase chain reaction (PCR) in biochemistry, for example, amplifying DNA sequences for various applications such as gene cloning and disease diagnosis."}
{"label": "MAE.Fluid mechanics", "description": "Studying fluid mechanics, such as analyzing fluid behavior and flow characteristics in engineering systems and natural phenomena."}
{"label": "CS.Bioinformatics", "description": "Research on bioinformatics in computer science, for instance, developing computational algorithms and tools to analyze biological data and solve biological problems."}
{"label": "Medical.Cancer", "description": "Examining medical literature related to cancer, such as studying oncogenesis, tumor biology, and potential therapeutic approaches for different types of cancer."}
{"label": "ECE.Electrical circuits", "description": "Studying electrical circuits, for example, analyzing circuit design, analysis, and implementation in electrical and electronic engineering."}
{"label": "CS.Computer vision", "description": "Research on computer vision, such as developing algorithms to enable computers to interpret and process visual information from the world."}
{"label": "MAE.Thermodynamics", "description": "Research on thermodynamics in mechanical and aerospace engineering, for example, studying the principles governing energy transfer and transformation in various systems."}
{"label": "Medical.Headache", "description": "Studying medical papers related to headaches, such as investigating different types of headaches, their causes, and potential treatment options."}
{"label": "CS.Data structures", "description": "Examining data structures in computer science, for instance, designing and analyzing algorithms for organizing and manipulating data efficiently."}
{"label": "biochemistry.Genetics", "description": "Research on genetics in biochemistry, for example, studying genetic variations and heredity patterns that influence biological processes and traits."}
{"label": "ECE.System identification", "description": "Studying system identification in electrical and computer engineering, such as developing techniques to model and analyze dynamic systems from measured data."}
{"label": "Psychology.Prejudice", "description": "Investigating psychological research on prejudice, for instance, examining the cognitive and social factors influencing biased attitudes and behaviors toward certain groups."}
{"label": "Psychology.Antisocial personality disorder", "description": "Examining psychological literature related to antisocial personality disorder, including studying its diagnostic criteria, risk factors, and therapeutic interventions."}
{"label": "CS.Computer graphics", "description": "Research on computer graphics, for example, developing algorithms and techniques to create and manipulate visual images and animations on computers."}
{"label": "Psychology.Prenatal development", "description": "Studying psychological research on prenatal development, such as investigating the influences of environmental and genetic factors on fetal growth and behavior."}
{"label": "Medical.Addiction", "description": "Examining medical papers related to addiction, including research on substance abuse, behavioral addictions, and approaches to addiction treatment and recovery."}
{"label": "CS.Relational databases", "description": "Research on relational databases in computer science, for example, designing and managing structured databases with tables and relationships between data."}
{"label": "biochemistry.Human Metabolism", "description": "Studying human metabolism in biochemistry, such as investigating the biochemical processes that convert nutrients into energy and essential molecules in the body."}
{"label": "ECE.PID controller", "description": "Examining papers focused on PID (Proportional-Integral-Derivative) controllers in electrical and computer engineering, for instance, designing control systems for various applications with PID algorithms."}
{"label": "Medical.Menopause", "description": "Research on menopause, including studying the physiological and hormonal changes during menopause and potential treatments for menopausal symptoms."}
{"label": "Medical.Overactive Bladder", "description": "Studying medical literature related to overactive bladder, such as investigating the causes, symptoms, and management of this urinary disorder."}
{"label": "ECE.Microcontroller", "description": "Examining microcontrollers in electrical and computer engineering, for example, studying the design and programming of small-scale computing devices used in various applications."}
{"label": "Medical.Children's Health", "description": "Research on children's health, for instance, investigating various aspects of pediatric health and well-being, including growth and development, nutrition, and disease prevention."}
{"label": "Psychology.Media violence", "description": "Studying psychological research on media violence, such as examining the effects of violent media content on individuals' behavior and attitudes."}
{"label": "Medical.Parkinson's Disease", "description": "Examining medical papers related to Parkinson's disease, including studying the pathophysiology, symptom management, and potential therapies for this neurodegenerative disorder."}
{"label": "Civil.Geotextile", "description": "Research on geotextile materials in civil engineering, for example, studying the applications of geotextiles in soil stabilization and erosion control."}
{"label": "biochemistry.Molecular biology", "description": "Research on molecular biology in biochemistry, for example, studying the molecular mechanisms of DNA replication and gene expression."}
{"label": "CS.Distributed computing", "description": "Examining distributed computing in computer science, such as developing algorithms and protocols for coordinating tasks across multiple interconnected computers."}
{"label": "Civil.Rainwater Harvesting", "description": "Studying rainwater harvesting in civil engineering, for instance, implementing systems to collect and store rainwater for various uses like irrigation and water conservation."}
{"label": "Medical.Osteoarthritis", "description": "Research on osteoarthritis, including studying the degenerative joint disease, its risk factors, and potential treatments to alleviate symptoms."}
{"label": "biochemistry.Northern blotting", "description": "Investigating the Northern blotting technique in biochemistry, for example, detecting and analyzing RNA molecules to study gene expression levels."}
{"label": "Medical.Stress Management", "description": "Studying medical approaches to stress management, such as evaluating relaxation techniques and coping strategies for stress reduction."}
{"label": "Psychology.Nonverbal communication", "description": "Examining psychological research on nonverbal communication, for instance, studying facial expressions and body language to understand how humans convey emotions without words."}
{"label": "ECE.Analog signal processing", "description": "Research on analog signal processing in electrical and computer engineering, such as designing circuits and systems to manipulate continuous-time signals."}
{"label": "biochemistry.Cell biology", "description": "Studying cell biology in biochemistry, for example, investigating cellular processes like cell division, metabolism, and cellular communication."}
{"label": "Medical.Hepatitis C", "description": "Examining medical papers related to Hepatitis C, including studying the virology, epidemiology, and treatment options for this viral infection."}
{"label": "Psychology.Attention", "description": "Research on attention in psychology, for example, studying cognitive processes related to focusing on specific stimuli and filtering out irrelevant information."}
{"label": "Psychology.False memories", "description": "Examining psychological research on false memories, such as investigating how individuals may form inaccurate memories of events that did not occur."}
{"label": "Medical.Weight Loss", "description": "Studying medical papers related to weight loss, for instance, evaluating different weight loss strategies and their effects on individuals with obesity."}
{"label": "ECE.Digital control", "description": "Research on digital control systems in electrical and computer engineering, such as designing algorithms to regulate and manage dynamic systems using digital computations."}
{"label": "ECE.Operational amplifier", "description": "Investigating operational amplifiers in electrical and computer engineering, for example, studying the design and applications of electronic devices that amplify voltage signals."}
{"label": "Psychology.Gender roles", "description": "Examining psychological research on gender roles, such as studying societal norms and expectations related to the behaviors and roles of men and women."}
{"label": "biochemistry.Enzymology", "description": "Studying enzymology in biochemistry, for instance, investigating the structure, function, and kinetics of enzymes in various biological processes."}
{"label": "Psychology.Social cognition", "description": "Research on social cognition in psychology, such as studying how individuals process, perceive, and interpret social information in their interactions with others."}
{"label": "CS.Computer programming", "description": "Examining computer programming in computer science, for example, developing algorithms and coding software to solve computational problems and create applications."}
{"label": "Psychology.Eating disorders", "description": "Studying psychological papers related to eating disorders, including researching the etiology, risk factors, and therapeutic interventions for individuals with conditions like anorexia or bulimia nervosa."}
{"label": "Medical.Atrial Fibrillation", "description": "Studying medical papers related to atrial fibrillation, such as investigating the causes, risk factors, and treatment options for this common cardiac arrhythmia."}
{"label": "Medical.Emergency Contraception", "description": "Research on emergency contraception in the medical field, for example, studying the effectiveness and safety of different emergency contraceptive methods."}
{"label": "CS.network security", "description": "Examining network security in computer science, such as developing algorithms and protocols to protect computer networks from unauthorized access and cyber-attacks."}
{"label": "Psychology.Borderline personality disorder", "description": "Studying psychological research on borderline personality disorder, including understanding the symptoms, diagnosis, and therapeutic approaches for individuals with this personality disorder."}
{"label": "Psychology.Child abuse", "description": "Research on child abuse in psychology, for instance, studying the impact of abuse on children's mental and emotional well-being and exploring prevention strategies."}
{"label": "Medical.Autism", "description": "Examining medical literature related to autism, such as investigating the neurological and behavioral characteristics of individuals with autism spectrum disorders."}
{"label": "Psychology.Leadership", "description": "Studying psychological research on leadership, for example, investigating the qualities and behaviors of effective leaders in various settings."}
{"label": "Medical.Osteoporosis", "description": "Research on osteoporosis, including studying the bone disease, its risk factors, and potential treatments to prevent bone fractures."}
{"label": "Civil.Smart Material", "description": "Examining smart materials in civil engineering, for instance, studying materials that can respond to external stimuli and adapt their properties accordingly for various applications."}
{"label": "Civil.Suspension Bridge", "description": "Studying papers related to suspension bridges in civil engineering, such as investigating the design, construction, and structural analysis of large-span bridges."}
{"label": "Medical.Sports Injuries", "description": "Studying medical papers related to sports injuries, for instance, investigating the types, prevalence, and treatment of injuries among athletes in different sports."}
{"label": "Medical.Ankylosing Spondylitis", "description": "Examining medical literature related to ankylosing spondylitis, such as studying the pathophysiology, diagnosis, and management of this chronic inflammatory condition affecting the spine."}
{"label": "MAE.computer-aided design", "description": "Research on computer-aided design in mechanical and aerospace engineering, for example, using software tools to design and analyze complex engineering systems and components."}
{"label": "Psychology.Prosocial behavior", "description": "Studying psychological research on prosocial behavior, including investigating altruism, cooperation, and helping behaviors in individuals and societies."}
{"label": "Psychology.Depression", "description": "Examining psychological papers related to depression, such as researching the causes, symptoms, and therapeutic interventions for individuals experiencing depressive disorders."}
{"label": "ECE.Signal-flow graph", "description": "Research on signal-flow graphs in electrical and computer engineering, for instance, using graphical representations to model and analyze dynamic systems in control and communication applications."}
